Repository: wp-plugins/another-wordpress-classifieds-plugin
Catalog: languages/AWPCP-*.po
Languages: fr_fr

source: Regions Control
fr_fr: Contrôle de Régions

source: Regions Settings
fr_fr: Réglages des Régions

source: Register
fr_fr: Inscrivez-vous

source: Registration
fr_fr: Inscription

source: Registration Settings
fr_fr: Réglages d'Inscription

# media manager
source: Reject
fr_fr: Rejeter

source: Reject File
fr_fr: Rejeter le Fichier

source: Reject Image
fr_fr: Rejeter l'Image

source: Reject Video
fr_fr: Rejeter la Vidéo

source: Rejected rows:
fr_fr: Lignes rejetées:

source: Remove Credit
fr_fr: Retirer Crédit

source: Remove Featured
fr_fr: Retirer la mise en vedette de l'annonce

source: Remove Region
fr_fr: Retirer la région

source: Renew
fr_fr: Renouveler

source: Renew Ad
fr_fr: Renouveler l'Annonce

source: Renew Ad Message
fr_fr: Message de Renouvellement Annonce

source: Renew Ad page
fr_fr: Page Renouveler une Annonce

source: Renew your ad by visiting:
fr_fr: Renouvelez votre annonce en vous rendant:

source: Renewed Date
fr_fr: Renouveler Date

source: Replacement
fr_fr: Remplacement

source: Reply to
fr_fr: Répondre à

source: Reply to Ad
fr_fr: Répondre à l'annonce

source: Reply to Ad Message
fr_fr: Répondre au message de l'annonce

source: Reply to Ad page
fr_fr: Page Répondre à l'Annonce

source: Reply to Ad requires user registration
fr_fr: Répondre à l'annonce exige l'enregistrement des utilisateurs

# Report bugs or get more help: <a>visit the forums!</a>
source: Report bugs or get more help: %s.
fr_fr: Signaler des bugs ou obtenir plus d'aide: %s.

source: Require City
fr_fr: Ville exigée

source: Require Country
fr_fr: Pays exigé

source: Require County/Village/other
fr_fr: Département exigé

source: Require Phone
fr_fr: Téléphone exigé

source: Require Price
fr_fr: Prix exigé

source: Require Registration setting was enabled automatically because you activated the Credit System.
fr_fr: L'obligation d'enregistrement a été activée automatiquement parce que vous avez activé le Système de Crédit.

source: Require Registration setting was enabled automatically because you activated the User Ad Management panel.
fr_fr: L'obligation d'enregistrement est activé automatiquement lorsque vous activez le panneau de Gestion d'annonce utilisateur.

source: Require State
fr_fr: Etat exigé

source: Require Website
fr_fr: Website exigé

source: Require city on Place Ad and Edit Ad forms?
fr_fr: Exiger la ville sur les formulaires d'enregistrement et d'édition des annonces ?

source: Require country on Place Ad and Edit Ad forms?
fr_fr: Exiger la Région sur les formulaires d'enregistrement et d'édition des annonces ?

source: Require county/village/other on Place Ad and Edit Ad forms?
fr_fr: Exiger le département et la ville sur les formulaires d'enregistrement et d'édition des annonces ?

source: Require phone on Place Ad and Edit Ad forms?
fr_fr: Exiger le n° de téléphone sur les formulaires d'enregistrement et d'édition des annonces?

source: Require price on Place Ad and Edit Ad forms?
fr_fr: Exiger un prix sur les formulaires d'enregistrement et d'édition des annonces ?

source: Require state on Place Ad and Edit Ad forms?
fr_fr: Exiger l'Etat sur les formulaires d'enregistrement et d'édition des annonces ?

source: Require user registration for replying to an Ad?
fr_fr: Exiger l'enregistrement des utilisateurs pour répondre à une annonce ?

source: Require website on Place Ad and Edit Ad forms?
fr_fr: Exiger un site web sur les formulaires d'enregistrement et d'édition des annonces ?

source: Required value <em>%s</em> missing at row number: %d
fr_fr: Valeur requise <em>%s</em> manquante au numéro de ligne: %d

source: Resend Access Key Message
fr_fr: Message Recevoir à nouveau une clé d'accès

source: Resend Ad access key
fr_fr: Renvoyer la clé d'accès de l'annonce

source: Response to your AWPCP Demo Ad
fr_fr: Réponse à votre AWPCP Démo annonce

source: Restore AWPCP Pages
fr_fr: Restaurer les Pages AWPCP

source: Restore Pages
fr_fr: Restaurer les Pages AWPCP

source: Restore the Classifieds pages to fix the conflict.
fr_fr: Restaurer les Pages Annonces pour résoudre le conflit.

source: Restricted Categories
fr_fr: Catégories restreintes

# paypal-checkout-form
source: Return to %s
fr_fr: Retour à %s

source: Return to <a href="%s">home page</a>.
fr_fr: Retour vers <a href="%s">Accueil</a>.

source: Return to Listings
fr_fr: Retour aux Annonces

# media-manager
source: Return to Listings
fr_fr: Retour aux Annonces

source: Return to Search
fr_fr: Retour à la recherche

source: Return to main classifieds
fr_fr: Retour aux Annonces principales

# debug page
source: Rewrite Rules
fr_fr: Réécrire les règles

source: Role of WordPress users who can have admin access to Classifieds.
fr_fr: Rôle des utilisateurs de WordPress qui peuvent avoir accès à l'admin pour les Annonces.

source: Row %d. %s
fr_fr: Ligne %d. %s

# uploader queue
source: Runtime ran out of available memory.
fr_fr: Le programme s'est interrompu pur manque de mémoire disponible.

source: SEO Settings
fr_fr: Réglages SEO

source: SMTP host
fr_fr: Hôte SMTP

source: SMTP host (if emails not processing normally).
fr_fr: Hôte SMTP (si les emails ne sont pas traités normalement)

source: SMTP password
fr_fr: Mot de passe SMTP

source: SMTP password (if emails not processing normally).
fr_fr: Mot de passe SMTP (si les emails ne sont pas traités normalement)

source: SMTP port
fr_fr: Port SMTP

source: SMTP port (if emails not processing normally).
fr_fr: Port SMTP (si les emails ne sont pas traités normalement)

source: SMTP username
fr_fr: Nom d'utilisateur SMTP

source: SMTP username (if emails not processing normally).
fr_fr: Nom d'utilisateur SMTP (si les emails ne sont pas traités normalement)

source: Save App Settings
fr_fr: Enregistrer les Réglages d'Application

source: Save Category Changes
fr_fr: Enregistrer les modifications de catégorie

source: Save Changes
fr_fr: Enregistrer les Modifications

source: Save Page and Group Selection
fr_fr: Enregistrer la sélection de Page et de Groupe

source: Save Token Value
fr_fr: Enregistrer le numéro d'authentification

source: Search
fr_fr: Recherche

source: Search Ads
fr_fr: Consulter les annonces

source: Search Ads page
fr_fr: Page Chercher une Annonces

source: Search by
fr_fr: Recherche par

source: Search by Category
fr_fr: Recherche par Catégorie

source: Search by keyword
fr_fr: Recherche par mots clés

source: Search for Ads containing this word or phrase
fr_fr: Rechercher des annonces contenant ce mot ou phrase

# Select <Region Type> in Multiple Region Selector
source: Select %s
fr_fr: Sélectionner %s

source: Select Category
fr_fr: Choisir une catégorie

# place ad order step
source: Select Category
fr_fr: Choisir une catégorie

source: Select Category and Payment Term
fr_fr: Sélectionnez une Catégorie, Un Terme de Paiement

# place ad order step
source: Select Category and Payment Term
fr_fr: Sélectionnez la Catégorie et le Terme de Paiement

source: Select Category, Payment Term and Credit Plan
fr_fr: Sélectionnez une Catégorie, Un Terme de Paiement et un Plan de Crédit

source: Select Move-To category
fr_fr: Sélectionnez déplacement de catégorie

source: Select Option
fr_fr: Sélectionnez l'Option

# renew ad order step
source: Select Payment Term
fr_fr: Sélectionnez Mode de Paiement

source: Select a Category
fr_fr: Choisissez une catégorie

source: Select a Credit Plan
fr_fr: Sélectionnez un Plan de Crédit

source: Select a Sub-category
fr_fr: Choisissez une sous-catégorie

source: Select a Sub-category (optional)
fr_fr: Choisissez une sous-catégorie (optionnel)

source: Select an User
fr_fr: Sélectionner un Utilisateur

source: Select an User owner for this Ad
fr_fr: Choisissez un Utilisateur propriétaire pour cette annonce

# uploader queue
source: Select files
fr_fr: Sélectionner des fichiers

source: Select the type of payment that can be used to purchase Ads.
fr_fr: Sélectionner un Type de paiement utilisable pour régler votre Annonce.

source: Seller
fr_fr: Vendeur

source: Send Access Key
fr_fr: Envoyer clé d'accès

source: Send Ads to Facebook Automatically
fr_fr: Envoyer automatiquement les Annonces sur Facebook

source: Send to Facebook
fr_fr: Envoyer sur Facebook

source: Send to Facebook Group
fr_fr: Envoyer sur un Groupe Facebook

source: Separator for the decimal point
fr_fr: Séparateur pour les décimales

source: Separators Used in CSV
fr_fr: Séparateurs Utilisés en CSV

source: Set as Primary Image
fr_fr: Définir comme Image Principale

source: Set as Primary Video
fr_fr: Définir comme Vidéo Principale

# media manager
source: Set as primary
fr_fr: Définir comme image principale

source: Settings
fr_fr: Réglages

source: Share on Facebook
fr_fr: Partager sur Facebook

source: Shortcodes executed this way will be executed as if they were entered in the content of the WordPress page showing the listing (normally the Show Ad page, but in general any page that has the AWPCPSHOWAD shortcode).
fr_fr: Les Shortcodes ainsi exécutés le seront comme s'ils étaient placés dans le contenu de la page WordPress affichant l'annonce (normalement la page Afficher l'Annonce, mais plus généralement toute page comportant le Shortcode AWPCPSHOWAD)

source: Show "No Image" PNG when Ad has no picture (improves layout).
fr_fr: Afficher "Pas d'image" PNG lorsque l'Annonce ne comporte pas de photo (Améliore la mise en page).

source: Show Ad count in categories
fr_fr: Montrez le nombre d'annonces dans les catégories

source: Show Ad count.
fr_fr: Afficher nombre d'annonces.

source: Show Ad excerpt.
fr_fr: Afficher extrait d'annonce.

source: Show Ad listings on main page
fr_fr: Afficher des Petites Annonces sur la page principale

source: Show Ad page
fr_fr: Page Affichage de l'Annonce

source: Show Ad preview before payment.
fr_fr: Afficher l'aperçu de l'Annonce avant le paiement

source: Show Ad title.
fr_fr: Afficher le titre de l'annonce

source: Show Ad views
fr_fr: Voir le nombre de fois qu'une annonce a été consultée

source: Show AdSense at position
fr_fr: Afficher AdSense à la position

source: Show Browse Ads menu item
fr_fr: Voir menu Parcourir les Annonces

source: Show Category field?
fr_fr: Afficher champ Catégorie ?

source: Show City field
fr_fr: Afficher champ Ville

source: Show City field before County field
fr_fr: Afficher le champ Ville avant le champ Département

source: Show City field?
fr_fr: Afficher champ Ville?

source: Show Country field
fr_fr: Afficher champ Pays

source: Show Country field?
fr_fr: Afficher champ Pays?

source: Show County/Village/other
fr_fr: Afficher Département

source: Show County/village/other?
fr_fr: Afficher Département?

source: Show Edit Ad menu item
fr_fr: Voir menu Modifier une Annonce

source: Show Form Steps
fr_fr: Afficher les Etapes du Formulaire

source: Show Phone Field only to registered users
fr_fr: Afficher champ Téléphone seulement aux utilisateurs enregistrés

source: Show Phone field
fr_fr: Afficher champ Téléphone

source: Show Place Ad menu item
fr_fr: Voir menu Déposer une Annonce

source: Show Posted By field?
fr_fr: Afficher champ Posté par?

source: Show Price Field only to registered users
fr_fr: Afficher champ Prix aux seuls utilisateurs enregistrés

source: Show Price field
fr_fr: Afficher champ Prix

source: Show Search Ads menu item
fr_fr: Voir menu Chercher une Annonce

source: Show State field
fr_fr: Afficher champ Etat

source: Show State field?
fr_fr: Afficher champ Etat?

source: Show User Field on Search
fr_fr: Afficher le champ utilisateur dans la recherche

source: Show Website Field only to registered users
fr_fr: Afficher le champ Website aux seuls utilisateurs enregistrés

source: Show Website field
fr_fr: Afficher champ Website

source: Show all dates
fr_fr: Afficher toutes les dates

source: Show as "Posted By" in search form?
fr_fr: Affiché comme "Postée par" dans le formulaire de recherche ?

source: Show category in browser page title when viewing individual Ad
fr_fr: Afficher la catégorie dans le titre de la page navigateur lors de l'affichage d'une Annonce individuelle

source: Show category in title
fr_fr: Afficher la catégorie dans le titre

source: Show city field?
fr_fr: Afficher champ Ville?

source: Show city in browser page title when viewing individual Ad
fr_fr: Afficher la ville dans le titre de la page navigateur lors de l'affichage d'une Annonce individuelle

source: Show city in window title
fr_fr: Afficher la ville en titre de la fenêtre

source: Show click to enlarge link?
fr_fr: Montrez cliquez pour agrandir lien?

source: Show country field?
fr_fr: Afficher champ Pays?

source: Show country in browser page title when viewing individual Ad
fr_fr: Afficher le Pays dans le titre de la page navigateur lors de l'affichage d'une Annonce individuelle

source: Show country in window title
fr_fr: Afficher le Pays en titre de la fenêtre

source: Show county/village/other in window title
fr_fr: Afficher département en titre de la fenêtre

source: Show county/village/other setting in browser page title when viewing individual Ad
fr_fr: Afficher le Département dans le titre de la page navigateur lors de l'affichage d'une Annonce individuelle

source: Show currency symbol
fr_fr: Afficher le symbole de la Devise

source: Show currency symbol on left
fr_fr: Afficher le symbole de la Devise à gauche

source: Show currency symbol on right
fr_fr: Afficher le symbole de la Devise à droite

source: Show decimals in price
fr_fr: Afficher décimales de prix

source: Show how many ads a category contains.
fr_fr: Montrez combien d'annonces contient une catégorie.

source: Show keyword field?
fr_fr: Afficher champ de mots clés?

source: Show parent categories only.
fr_fr: Afficher les catégories parentes seulement.

source: Show phone field?
fr_fr: Afficher champ Téléphone?

source: Show price field?
fr_fr: Afficher champ Prix?

source: Show state field?
fr_fr: Afficher champ Etat?

source: Show state in browser page title when viewing individual Ad
fr_fr: Afficher l'Etat dans le titre de la page navigateur lors de l'affichage d'une Annonce individuelle

source: Show state in window title
fr_fr: Afficher l'Etat en titre de la fenêtre

source: Show the number of times the ad has been viewed (simple count made by AWPCP &endash; warning, may not be accurate!)
fr_fr: Afficher le nombre de fois que l'Annonce a été vue (comptage simple fait par AWPCP &endash; Attention, pas forcément précis!)

source: Show thumbnails in widget.
fr_fr: Afficher les Vignettes dans le Widget

source: Show website field?
fr_fr: Afficher champ Website?

source: Showing Ads from %s category.
fr_fr: Voir les Annonces de la catégorie %s.

source: Single Ad page layout
fr_fr: Mise en page d'une annonce unique

# uploader queue
source: Size
fr_fr: Taille

# form field slug
source: Slug
fr_fr: Label court

source: Someone has responded to your AWPCP Demo Ad
fr_fr: Quelqu'un a répondu à votre AWPCP Démo annonce

source: Someone responded to one of the Ads in your website.
fr_fr: Quelqu'un a répondu à l'une des annonces sur votre site.

source: Sorry but you cannot delete %s. It is the default category and the default category cannot be deleted.
fr_fr: Désolé, mais vous ne pouvez pas supprimer la catégorie par défaut %s. Une catégorie par défaut ne peut être supprimée.

source: Sorry but you cannot delete the default category. The default category can only be renamed
fr_fr: Désolé, mais vous ne pouvez pas supprimer la catégorie par défaut. La catégorie par défaut ne peut être renommée

source: Sorry, that listing is not available. Please try browsing or searching existing listings.
fr_fr: Désolés, cette annonce n'est pas disponible. Veuillez naviguer ou rechercher d'autres annonces existantes.

source: Start & End Date
fr_fr: Date de début et de fin

source: Start Date
fr_fr: Date de début

# ad details form
source: Start Date
fr_fr: Date de Début

source: Start Date (mm/dd/yyyy)
fr_fr: Date de début (jj/mm/aaaa)

# ad search form
source: Start Search
fr_fr: Lancer la Recherche

# uploader queue
source: Start Upload
fr_fr: Démarrer le chargement

source: Start date missing (alternately you can specify the default start date) at row number %s
fr_fr: Date de début manquante (alternativement, vous pouvez préciser la date de démarrage par défaut) au numéro de ligne %s

source: State
fr_fr: Etat

source: State Field
fr_fr: Champ Etat

source: State/Province
fr_fr: Etat/Province

source: Status
fr_fr: Statut

# uploader queue
source: Status
fr_fr: Statuts

# uploader queue
source: Stop Upload
fr_fr: Arrêter le chargement

source: Stored ID
fr_fr: ID Stockée

source: Subject for Ad Expired email
fr_fr: Objet de l'email d'annonce expirée

source: Subject for Ad Renewed email
fr_fr: Objet de l'email d'annonce renouvelée

source: Subject for Ad posted notification email
fr_fr: Sujet de l'Annonce envoyé par email de notification

source: Subject for Incomplete Payment email
fr_fr: Objet pour l'email de paiement incomplet

source: Subject for Renew Ad email
fr_fr: Objet pour l'email de renouvellement annonce

source: Subject for Reply to Ad email
fr_fr: Objet de l'email de réponse à l'annonce

source: Subject for Request Ad Access Key email
fr_fr: Objet pour l'email de demande de clé d'accès

source: Subject line for email sent out when an Ad is about to expire.
fr_fr: Objet pour le courrier électronique envoyé quand une annonce est sur le point d'expirer.

source: Subject line for email sent out when an Ad is successfully renewed.
fr_fr: Objet pour le courrier électronique envoyé quand une annonce est renouvelée avec succès.

source: Subject line for email sent out when an ad has auto-expired
fr_fr: Objet pour le courrier électronique envoyé quand une annonce a automatiquement expiré

source: Subject line for email sent out when someone posts an Ad
fr_fr: Ligne d'objet pour le courrier électronique envoyé lorsque quelqu'un poste une annonce

source: Subject line for email sent out when someone replies to Ad
fr_fr: Ligne d'objet pour le courrier électronique envoyé lorsque quelqu'un répond à l'annonce

source: Subject line for email sent out when someone requests their ad access key resent
fr_fr: Ligne d'objet pour le courrier électronique envoyé lorsqu'une personne demande sa clé d'accès

source: Subject line for email sent out when the payment processing does not complete
fr_fr: Ligne d'objet pour le courrier électronique envoyé lorsque le traitement des paiements est incomplet

source: Subscriptions
fr_fr: Abonnements

source: Subtitle:
fr_fr: Sous-titre:

source: Switch
fr_fr: Commutateur

source: TO email address for outgoing emails
fr_fr: TO adresse email pour les emails sortants

source: Template not found.
fr_fr: Modèle introuvable.

source: Temporary directory doesn't exists and couldn't be created.
fr_fr: Le répertoire temporaire n'existe pas et n'a pas pu être créé

source: Terms of Service
fr_fr: Conditions d'Utilisation

source: Terms of Service for posting Ads. Put in text or an URL starting with http. If you use an URL, the text box will be replaced by a link to the appropriate Terms of Service page
fr_fr: Conditions d'utilisation pour l'affichage des annonces. Mettre un texte ou une URL commençant par http. Si vous utilisez une URL, la zone de texte sera remplacée par un lien vers les modalités appropriées de la page Conditions Générales d'Utilisation

source: Terms of service go here...
fr_fr: Les Conditions d'Utilisation vont ici ...

# ad details form
source: Terms of service:
fr_fr: Conditions d'Utilisation :

source: Test Import
fr_fr: Importation d'essai

# drip-autoresponder
source: Thank you for signing up!
fr_fr: Nous vous remercions pour votre confiance

source: Thank you for submitting your Classified Ad. The details of your ad are shown below.
fr_fr: Merci de nous envoyer votre petite annonce. Les détails de votre annonce sont indiqués ci-dessous.

source: Thank you for using AWPCP. You have arrived at this page by clicking the Uninstall link. If you are certain you wish to uninstall the plugin, please click the link below to proceed.
fr_fr: Merci d'utiliser AWPCP. Vous êtes arrivé à cette page en cliquant sur le lien Désinstaller. Si vous êtes certain que vous souhaitez désinstaller le plugin, cliquez sur le lien ci-dessous pour continuer.

source: Thank you for using Another WordPress Classifieds Plugin.
fr_fr: Merci d'utiliser Another WordPress Classifieds Plugin.

# ... to the <a>AWPCP Support Website link</a>
source: Thank you for using Another Wordpress Classifieds Plugin, the #1 Wordpress Classifieds Plugin. Please direct support requests, enhancement ideas and bug reports to the %s.
fr_fr: Merci d'utiliser ce Plugin de Petites annonces WordPress, le n ° 1 du Plugin d'Annonces Wordpress. Demandez le soutien direct et des idées d'amélioration et rapports de bogues à %s.

source: Thank you for your business
fr_fr: Nous vous remercions pour votre confiance

source: The %1$s module you have installed is outdated and not compatible with this version of AWPCP. Please get %1$s %2$s or newer.
fr_fr: Le module %1$s que vous avez installé n'est pas à jour et n'est pas compatible avec cette version de AWPCP. Veuillez obtenir %1$s %2$s ou plus récent.

source: The AWPCP <module-name> module requires a license to be used. All features will remain disabled until a valid license is entered. Please go to the <licenses-settings-link>Licenses Settings</a> section to enter or update your license.
fr_fr: Le module <module-name> AWPCP requiert une licence pour être utilisé. Ses fonctionnalités seront désactivées jusqu'à la saisie d'un numéro de licence valide. Veuillez vous rendre à la section <licenses-settings-link>Réglages de licence</a> pour saisir ou actualiser votre numéro de licence.

source: The Ad "%s" is awaiting approval
fr_fr: L'annonce "%s" est en attente d'approbation

source: The Ad "%s" is awaiting approval. You can approve the Ad going to the Manage Listings section and clicking the "Enable" action shown on top. Click here to continue: %s.
fr_fr: L'annonce "%s" est en attente d'approbation. Vous pouvez approuver l'annonce en vous rendant dans la section Gestion des Annonces et en cliquant sur "Activer". Cliquez ici pour continuer: %s

source: The Ad %s was not sent to Facebook because is currently disabled. If you share it, Facebook servers and users won't be able to access it.
fr_fr: L'Annonce %s n'a pas été envoyée à Facebook car elle est désactivée. Si vous la partagez, les serveurs de Facebook et les utilisateurs ne pourront pas y accéder.

source: The Ad associated with this transaction doesn't exists.
fr_fr: L'annonce associée à cette transaction n'existe pas.

source: The Ad has been deleted
fr_fr: L'annonce a été supprimée

source: The Ad has been edited successfully. <a href="%s">Go back to view listings</a>.
fr_fr: L'annonce a été éditée avec succès. <a href="%s">Retour sur consulter les annonces</a>.

source: The Ad has been marked as paid.
fr_fr: L'annonce a été marquée comme payée.

source: The Ad has been successfully renewed. New expiration date is %s.
fr_fr: L'annonce a été renouvelée avec succès. La nouvelle date d'expiration est %s.

source: The Ad has been unflagged.
fr_fr: L'Annonce n'est plus marquée par drapeau

source: The Ad hasn't expired yet and is not about to expire.
fr_fr: L'Annonce n'a pas encore expirée et n'est pas sur le point de l'être.

source: The Ad is currently disabled. If you share it, Facebook servers and users won't be able to access it.
fr_fr: L'annonce est actuellement désactivée. Si vos la partagez, Les serveurs de Facebook ne pourront pas y accéder.

source: The Ad was already sent to Facebook Group.
fr_fr: L'Annonce a déjà été envoyée au Groupe Facebook.

source: The Ad was already sent to Facebook Page.
fr_fr: L'Annonce a déjà été

source: The Ad was marked as verified.
fr_fr: L'annonce a été marquée comme vérifiée.
