Repository: wp-plugins/another-wordpress-classifieds-plugin
Catalog: languages/AWPCP-*.po
Languages: fr_fr

source: or <a>obtain an access token from Facebook</a>.
fr_fr: ou <a>obtenir une numéro d'authentification de Facebook</a>.

# paging
source: %1$s of %2$s
fr_fr: %1$s de %2$s

source: %d Ad was disabled
fr_fr: L'Annonce %d a été désactivée

source: %d Ad was renewed
fr_fr: L'Annonce %d est renouvelée

source: %d Ad was sent to a Facebook Group
fr_fr: %d Annonce a été envoyée à un Groupe Facebook

source: %d Ad was sent to a Facebook Page
fr_fr: %d annonces ont été envoyées à a page Facebook

source: %d Ad was set as fatured
fr_fr: L'annonce %d a été mise en vedette

source: %d Ad was set as non-fatured
fr_fr: L'Annonce %d a été définie comme non-vedette

source: %d Ad were marked as SPAM and removed
fr_fr: L'Annonce %d a été marquée comme SPAM et retirée

# uploader queue
source: %d files queued
fr_fr: %d fichiers mis en attente

source: %d of %d Ads don't exist.
fr_fr: %d Annonces sur %d n'existent pas.

source: %d of %d Ads were deleted.
fr_fr: %d de %d Annonces ont été supprimées.

source: %d of %d Ads were deleted. %d generated errors.
fr_fr: %d de %d Annonces ont été supprimés. %d générait des erreurs.

source: %d of %d Ads weren't deleted because you are not authorized.
fr_fr: %d Annonces sur %d n'ont pas été supprimés car vous n'y êtes pas autorisé.

source: %d was enabled
fr_fr: %d activée

source: %s Ad Management Panel
fr_fr: %s Panneau de Gestion Annonce

source: %s Settings
fr_fr: %s Réglages

source: %s Transaction
fr_fr: Transaction %s

# uploader queue
source: %s already present in the queue.
fr_fr: %s déjà présent dans la liste de fichiers en cours

# comma separated list of things
source: %s and %d more.
fr_fr: %s et %d plus.

# Listing bulk operations: <message-ok> and <message-error>.
source: %s and %s.
fr_fr: %s et %s.

source: %s pending
fr_fr: %s en attente

# ad details form
source: (Please enter a valid email. The codes needed to edit your Ad will be sent to your email address)
fr_fr: (Merci d'entrer une adresse email valide. Les codes nécessaires pour modifier votre annonce seront envoyés à votre adresse e-mail)

source: (Your own profile page)
fr_fr: (votre page de profil personnel)

source: (semi-colon)
fr_fr: (point-virgule)

source: **Only change this setting when using a membership plugin with custom login pages or similar scenarios.
fr_fr: **Modifier ce réglage seulement si vous utilisez un plugin de gestion des utilisateurs avec des pages de login personnalisées, ou équivalent.

source: -- Choose a Country --
fr_fr: -- Choisir un Pays --

source: 0 means no limit.
fr_fr: 0 signifie aucune limite.

source: 1 item
fr_fr: 1 élément

source: 1. Application Information
fr_fr: 1. Informations sur l'Application

source: 2. User Authorization
fr_fr: 2. Autorisations de l'utilisateur

source: 2Checkout Currency Code
fr_fr: Code devises 2Checkout

source: 2Checkout Settings
fr_fr: 2Checkout Réglages

source: 2Checkout account
fr_fr: Compte 2Checkout

source: 3. Page and Group Selection
fr_fr: 3. Sélection d'un Groupe et d'une Page

source: 30 Day Listing
fr_fr: Annonce 30 jours

source: <module-name> License Key
fr_fr: Clé de licence <module-name>

source: <specific-message> The error was: %s. Please contact customer support.
fr_fr: <specific-message> l'erreur était : %s. Veuillez contacter le support client.

source: A CAPTCHA is a program to ensure only humans are posting Ads to your website. Using a CAPTCHA will reduce the SPAM and prevent bots from posting on your website. If checked, an additional form field will be added to the Place Ad and Reply to Ad forms.
fr_fr: Un CAPTCHA est un programme pour s'assurer que seuls les humains sont derrière les dépôts des annonces sur votre site. Utiliser un CAPTCHA permettra de réduire le SPAM et empêcher les robots d'afficher sur votre site web. Si elle est cochée, un champ de formulaire supplémentaire sera ajouté sur le formulaire de réponse aux annonces ou dépôt d'annonce.

source: A classifieds listing has been renewed. A copy of the details sent to the customer can be found below:
fr_fr: Une annonce a été renouvelée. Une copie des informations transmises au client se trouve ci-dessous:

source: A message with an email verification link will be sent to the email address used in the contact information. New Ads will remain disabled until the user clicks the verification link.
fr_fr: Un message comportant un lien de vérification de l'adresse mail sera envoyé à l'adresse mentionnée pour le contact. Les nouvelles annonce postées resteront désactivées jusqu'à ce que l'utilisateur clique sur le lien contenu dans le message adressé.

source: A new classifieds listing has been submitted. A copy of the details sent to the customer can be found below. You can follow this link %s to go to the Manage Ad Listing section to approve/reject/spam and see the full version of the Ad.
fr_fr: Une nouvelle annonce a été soumise. Une copie des informations transmises au client est ci-dessous. Vous pouvez suivre ce lien %s pour aller à la section Gestion des Annonces pour l'approuver/rejeter/spam et voir la version complète de l'annonce.

source: A new user '%s' with email address '%s' and password '%s' was created for row %d.
fr_fr: Un nouvel utilisateur '%s' avec l'adresse email '%s' et le mot de passe '%s' a été créé pour la ligne %d.

source: AWPCP 3.0 includes several modifications to the <strong>Search Ads</strong>, <strong>Featured Ads</strong> and <strong>Latest Ads</strong> widgets. For example, the Latest Ads widget can now be used in multiple sidebars. Also, there is a new Widget to show Random Ads.
fr_fr: AWPCP 3.0 inclut plusieurs modifications de widgets <strong>Consulter les annonces</strong>, <strong>Annonces en Vedette</strong> et <strong>Dernières Annonces</strong>. Par exemple, le widget Dernières Annonces peut maintenant être utilisé dans de multiples encadrés. Aussi, il ya un nouveau Widget pour montrer les Annonces au hasard.

source: AWPCP Ad Management Panel - Listings
fr_fr: AWPCP Panneau de Gestion d'Annonces - Petites Annonces

source: AWPCP Ad Management Panel - Listings - Edit Ad
fr_fr: AWPCP Panneau de Gestion d'Annonces - Petites Annonces - Modifier Annonce

source: AWPCP Ad Management Panel - Listings - Place Ad
fr_fr: AWPCP Panneau de Gestion d'Annonces - Petites Annonces - Insérer Annonce

source: AWPCP Ad Management Panel - Listings - Renew Ad
fr_fr: AWPCP Panneau de Gestion d'Annonces - Petites Annonces - Renouveler Annonce

source: AWPCP Categories
fr_fr: AWPCP Catégories

source: AWPCP Latest Ads
fr_fr: AWPCP Dernières annonces

source: AWPCP Main page
fr_fr: AWPCP Page Principale

source: AWPCP Random Ads
fr_fr: AWPCP Annonces aléatoires

source: AWPCP Search Ads
fr_fr: AWPCP Consulter les annonces

# debug page
source: AWPCP Settings
fr_fr: AWPCP Réglages

source: AWPCP Support Website
fr_fr: Site Web du support AWPCP

source: AWPCP could not post to Facebook because you haven't selected a Page or a Group.
fr_fr: AWPCP n' pas pu poster sur Facebook car vous n'avez pas sélectionné de Page ou de Groupe

source: AWPCP features are currently disabled because the plugin needs you to perform a manual upgrade before continuing.
fr_fr: Les caractéristiques de AWPCP sont actuellement désactivés parce que le plugin a besoin que vous effectuez une mise à jour manuelle avant de poursuivre.

source: AWPCP is highly customizable. Use the next button to go to the Settings section to fit AWPCP to your needs.
fr_fr: AWPCP est hautement personnalisable. Utilisez le bouton Suivant pour accéder à la section Paramètres pour adapter AWPCP à vos besoins.

source: AWPCP needs to get an authorization token from Facebook to work correctly. You'll be redirected to Facebook to login. AWPCP does not store or obtain any personal information from your profile.
fr_fr: AWPCP doit obtenir un numéro d'authentification de Facebook pour fonctionner. Vous allez être redirigé sur Facebook pour vous connecter. AWPCP n'obtient ni n'enregistre aucune information de votre profil.

source: AWPCP requires the graphics processing library GD and it is not installed. Contact your web host to fix this.
fr_fr: AWPCP nécessite la bibliothèque GD de traitement graphique et elle n'est pas installée. Contactez votre hébergeur pour résoudre ce problème.

source: AWPCP version
fr_fr: Version de AWPCP

source: Above Ad text.
fr_fr: Au dessus du texte de l'annonce.

source: Above the Ad's text.
fr_fr: Au-dessus du texte de l'annonce.

source: Accepted payment type
fr_fr: Type de paiement accepté

source: Access Key
fr_fr: Clé d'accès

source: Account Balance
fr_fr: Solde du Compte

# credit system on users table
source: Account Balance
fr_fr: Solde du Compte

source: Account for 2Checkout payments.
fr_fr: Compte pour les paiements 2Checkout

source: Activate 2Checkout
fr_fr: Activer 2Checkout

source: Activate 2Checkout?
fr_fr: Activer 2Checkout?

source: Activate AdSense
fr_fr: Activer AdSense

source: Activate License
fr_fr: Licence activée

source: Activate PayPal?
fr_fr: Activer PayPal?

source: Ad Categories
fr_fr: Catégories d'annonces

source: Ad Category
fr_fr: Catégorie d'Annonce

source: Ad Category field is required
fr_fr: Le champ Catégorie est nécessaire

# ad details form
source: Ad Details
fr_fr: Détail de l'Annonce

source: Ad Expired Message
fr_fr: Message d'Expiration d'Annonce

source: Ad ID
fr_fr: ID de l'Annonce

source: Ad Information
fr_fr: Informations sur l'annonce

source: Ad Listings page layout
fr_fr: Mise en page des Petites Annonces

source: Ad Management
fr_fr: Gestion Annonce

source: Ad Owner
fr_fr: Propriétaire de l'annonce

source: Ad Posted Message
fr_fr: Message d'annonce envoyé

source: Ad Renewed Message
fr_fr: Message d'annonce renouvelée

source: Ad Title
fr_fr: Titre de l'Annonce

source: Ad Title:
fr_fr: Titre de l'Annonce

source: Ad email and access key
fr_fr: E-mail d'annonce et clé d'accès

source: Ad/Listings
fr_fr: Annonce/Listes

source: Ad/Listings settings page
fr_fr: Page de réglage des Annonces

source: AdSense Settings
fr_fr: Réglages AdSense

source: AdSense code
fr_fr: Code AdSense

source: Add
fr_fr: Ajouter

source: Add A New Category
fr_fr: Ajouter une Nouvelle Catégorie

source: Add Credit
fr_fr: Ajouter Crédit

source: Add Credit Plan
fr_fr: Ajouter un Crédit Plan

source: Add Details and Contact Information
fr_fr: Ajouter les Détails et Coordonnées

source: Add Fee Plan
fr_fr: Ajouter un Plan d'Honoraires

# media manager
source: Add File
fr_fr: Ajouter un fichier

# uploader queue
source: Add Files
fr_fr: Ajouter des fichiers

source: Add Images
fr_fr: Ajouter des Images

source: Add New Category
fr_fr: Ajouter une Nouvelle Catégorie

source: Add Region
fr_fr: Ajouter une Région

source: Add Search Region
fr_fr: Ajouter une recherche sur région

source: Add a New Category
fr_fr: Ajouter une Nouvelle Catégorie

# uploader queue
source: Add files to the upload queue and click the start button.
fr_fr: Ajouter des fichiers dans la liste des chargements et cliquer sur le bouton Démarrer

source: Add no follow to links in Ads
fr_fr: Ajouter ne pas suivre les liens dans les annonces

source: Add to Group
fr_fr: Ajouter un Groupe

source: Additional Details
fr_fr: Détails supplémentaires

source: Additionally, You can approve the images going to the Manage Images section for that Ad and clicking the "Enable" button below each image. Click here to continue: %s.
fr_fr: De plus, vous pouvez approuver les images en vous rendant dans la section Gestion des Images et en cliquant sur le bouton "Activer" présent sous chaque image. Cliquez ici pour continuer: %s

source: Address
fr_fr: Adresse

source: Address Line 1
fr_fr: Adresse Ligne 1

source: Address Line 2
fr_fr: Adresse Ligne 2

source: Admin Notifications
fr_fr: Notifications de l'Administrateur

source: Administrator
fr_fr: Administrateur

source: Administrator & Editor
fr_fr: Administrateur & Editeur

source: Administrator users are not allowed to access this page. They can't add or remove credits to their accounts.
fr_fr: Les utilisateurs administrateurs ne sont pas autorisés à accéder à cette page. Ils ne peuvent pas ajouter ou retirer du crédit sur leurs comptes.

# place ad payment terms column headers
source: Ads Allowed
fr_fr: Annonces Admises

source: Ads Awaiting Approval
fr_fr: Annonces en attente d'Approbation

source: Advanced Email Configuration
fr_fr: Email Configuration avancée

source: After you verify your email address, the administrator will be notified about the new Ad. If moderation is enabled, your Ad will remain in a disabled status until the administrator approves it.
fr_fr: Après avoir validé votre adresse email, l'Administrateur sera averti de cette nouvelle annonce postée. Si la modération est activée, votre annonce ne sera activée qu'après que l'Administrateur l'ait approuvée.

source: Akismet SPAM control cannot be enabled because Akismet is not properly configured.
fr_fr: Vous ne pouvez pas activer le contrôle de SPAM Akismet parce que Akismet n'est pas correctement configuré.

source: Akismet SPAM control cannot be enabled because Akismet plugin is not installed or activated.
fr_fr: Vous ne pouvez pas activer le contrôle de SPAM Akismet parce que vous n'avez pas installé ou activé le plugin Akismet

# all categories
source: All
fr_fr: Toutes

source: All Ads associated to Fee %s have been associated with Fee %s.
fr_fr: Toutes les Annonces associées aux Honoraires %s ont été associées aux Honoraires %s.

source: All Categories
fr_fr: Toutes Catégories

source: All Contact Names
fr_fr: Tous les noms d'annonceurs

source: All Sub-categories
fr_fr: Toutes Sous-Catégories

source: All Users
fr_fr: Tous Utilisateurs

source: All ads must first be approved by the administrator before they are activated in the system. As soon as an admin has approved your ad it will become visible in the system. Thank you for your business.
fr_fr: Toutes les annonces doivent d'abord être approuvées par l'Administrateur avant qu'elles ne soient activées dans le système. Dès qu'un Administrateur a approuvé votre annonce, elle deviendra visible dans le système. Je vous remercie pour votre confiance.

source: All other modules installed!
fr_fr: Tous les autres modules installés!

source: All premium modules installed!
fr_fr: Tous les premium modules sont installés!

source: Allow HTML in Ad text
fr_fr: Autoriser le HTML dans le texte d'annonce

source: Allow HTML in ad text (Not recommended).
fr_fr: Autoriser le HTML dans le texte d'annonce (non recommandé).

source: Allow Regions modification
fr_fr: Autoriser les modifications de Région

source: Allow WordPress Shortcodes in Single Ad page layout
fr_fr: Autoriser les Shortcodes WordPress dans la mise en page d'une Annonce

source: Allow users to search Ads in multiple regions
fr_fr: Autoriser les utilisateurs à rechercher des annonces en multi-régions

source: Allowed domains in Ad poster email
fr_fr: Domaine autorisé dans l'adresse mail de l'annonceur

source: Allowed image extensions
fr_fr: Extension d'Images acceptées

source: Almost done... one more step!
fr_fr: Presque fini ... un pas de plus!

source: American
fr_fr: Americain

source: Amount
fr_fr: Montant

# transaction items
source: Amount
fr_fr: Montant

source: An application identifier associates your site, its pages, and visitor actions with a registered Facebook application.
fr_fr: Un identifiant d'Applcation associe votre site, ses pages, et les actions des visiteurs avec une Application Facebook répertoriée.

source: An application secret is a secret shared between Facebook and your application, similar to a password.
fr_fr: Un Secret d'Application est un secret partagé entre Facebook et votre Application, similaire à un mot de passe.

source: An email will be sent to administrator users every time a listing needs to be approved.
fr_fr: Un e-mail sera envoyé à l'Administrateur chaque fois qu'une Annonce doit être approuvée.

source: An email will be sent to administrator users when a listing is flagged.
fr_fr: Un e-mail sera envoyé à l'Administrateur quand une annonce est signalée.

source: An email will be sent to administrator when a listing is edited.
fr_fr: Un e-mail sera envoyé à l'Administrateur quand une annonce est éditée.

source: An email will be sent to moderator users every time a listing needs to be approved.
fr_fr: Un e-mail sera envoyé au Modérateur quand une annonce doit être approuvée.

source: An email will be sent to moderators when a listing is created.
fr_fr: Un e-mail sera envoyé au Modérateur quand une annonce est créée.

source: An email will be sent to moderators when a listing is edited.
fr_fr: Un e-mail sera envoyé au Modérateur quand une annonce est éditée.

source: An email will be sent to remind the user to Renew the Ad when the Ad is about to expire.
fr_fr: Un e-mail sera envoyé pour rappeler à l'utilisateur pour renouveler l'annonce lorsqu'elle est sur ​​e point d'expirer.

source: An email will be sent to the administrator every time a visitor sends a message to one of the Ad posters through the Reply to Ad page.
fr_fr: Un e-mail sera envoyé à l'Administrateur chaque fois qu'un visiteur envoie un message à l'une des annonces à travers la page répondre à l'annonce.

source: An email will be sent when a listing is created.
fr_fr: Un e-mail vous sera envoyé quand une Annonce est créée.

source: An email will be sent when the Ad expires.
fr_fr: Un e-mail sera envoyé lorsque l'Annonce expire.

# upload files
source: An error occurred trying to upload the file %s.
fr_fr: Une erreur s'est produite en essayant de charger le fichier %s.

source: An error occurred while trying to flag the Ad.
fr_fr: Une erreur s'est produite en essayant de marquer l'annonce.

source: An unexpected error ocurred.
fr_fr: Une erreur inattendue est survenue.

source: Another Wordpress Classifieds Plugin Stats
fr_fr: Statistiques de AWPCP

# csv-importer
source: Any value other than 'use spreadsheet information' means the Ads will be associated to the selected user if: the username column is not present in the CSV file, there is no user with that username and we couldn't find a user with the contact_email address specified in the CSV file.
fr_fr: Tout autre choix que 'utiliser les infos de la feuilles de calcul' entrainera l'association de l'Annonce à l'utilisateur sélectionné si : la colonne nom d'utilisateur n'est pas présente dans le fichier CSV, il n'y a pas d'utilisateur avec ce nom d'utilisateur et nous ne pouvons pas trouver un utilisateur avec l'adresse mail de contact spécifiée dans le fichier CSV.

source: App Id
fr_fr: ID de l'Application

source: App Secret
fr_fr: Secret d'Application

source: Apply
fr_fr: Appliquer

# media manager
source: Approve
fr_fr: Approuver

source: Approve File
fr_fr: Approuver le Fichier

source: Approve Image
fr_fr: Approuver l'Image

source: Approve Video
fr_fr: Approuver la Vidéo

source: Are you sure you want to delete the selected Ads?
fr_fr: Etes-vous sûr de vouloir supprimer les annonces sélectionnées?

source: Are you sure you want to delete this item?
fr_fr: Êtes-vous sûr de vouloir supprimer cet élément?

source: Are you sure you want to flag this ad?
fr_fr: Êtes-vous sûr de vouloir marquer cette annonce?

# delete ad form in frontend edit ad screen
source: Are you sure?
fr_fr: Etes-vous sûr?

source: Ascending
fr_fr: Croissant

# csv-importer
source: Assign Ads to a user?
fr_fr: Attribuer une annonce à un utilisateur ?

source: Associate Ads currently associated with Fee plan %s to one of the following fees:
fr_fr: Associer les annonces associées au Plan de Frais %s à l'un des frais suivants.

source: Attachments
fr_fr: Pièces jointes

source: Auto create Categories
fr_fr: Auto créer des catégories

source: Awaiting approval message
fr_fr: Message d'attente d'approbation

source: BEFORE YOU CLICK THE BUTTON BELOW &mdash; read carefully in case you want to extract your data first!
fr_fr: AVANT DE CLIQUER SUR LE BOUTON CI-DESSOUS &mdash; lisez attentivement au cas où vous souhaiteriez exporter d'abord toutes vos données.

# awpcp upgrade
source: Before you can use AWPCP again we need to upgrade your database. This operation may take a few minutes, depending on the amount of information stored. Please press the Upgrade button shown below to start the process.
fr_fr: Avant de pouvoir utiliser AWPCP à nouveau, nous devons mettre à jour votre base de données. Cette opération peut prendre quelques minutes, selon la quantité d'informations stockées. Appuyez sur le bouton de mise à jour ci-dessous pour démarrer le processus.

source: Below Ad images.
fr_fr: Ci-dessous des images d'annonces.

source: Below you will find the access key for your Ad "%s" associated to the email address %s.
fr_fr: Ci-dessous vous trouverez la clé d'accès à votre annonce "%s" associée à l'adresse email %s.

source: Body for Ad Expired email
fr_fr: Corps du texte d'email d'annonce expirée

source: Body for Ad posted notification email
fr_fr: Corps du texte de l'annonce envoyée par email de notification

source: Body for Incomplete Payment email
fr_fr: Corps de texte du message paiement incomplet

source: Body for Renew Ad email
fr_fr: Corps du texte de l'email de renouvellement annonce

source: Body for Reply to Ad email
fr_fr: Corps de texte de l'email de réponse à l'annonce

source: Body for Request Ad Access Key email
fr_fr: Corps de texte du message de demande de clé d'accès

source: Browse Ads
fr_fr: Parcourir les annonces

source: Browse Ads page
fr_fr: Page Parcourir les Annonces

source: Browse Categories
fr_fr: Parcourir les catégories

source: Browse Categories page
fr_fr: Page Parcourir les Catégories

# Browse the <a>Quick Start Guide</a>
source: Browse the %s.
fr_fr: Parcourir le %s.

source: BuddyPress Listings
fr_fr: Annonces BuddyPress

source: Bulk Actions
fr_fr: Actions en vrac

source: Buy Credits
fr_fr: Acheter du Credit

source: Buy a Premium Module
fr_fr: Acheter le Premium Module

source: CSV file
fr_fr: fichier CSV

source: Campaign Manager
fr_fr: Gestionnaire de Campagne

source: Can't write file to disk.
fr_fr: Impossible d'écrire le fichier sur le disque.

source: Cancel
fr_fr: Effacer

source: Card Number
fr_fr: Numéro de la Carte

source: Card Type
fr_fr: Type de Carte

source: Categories
fr_fr: Catégories

source: Categories (AWPCP)
fr_fr: Catégories (AWPCP)

source: Category
fr_fr: Catégorie

source: Category Handling on Import
fr_fr: Manipulation de Catégorie d'Importation

source: Category ID
fr_fr: ID de Catégorie

source: Category ID must be valid for Ads to display.
fr_fr: L'ID de catégorie doit être valide pour afficher une annonce.

source: Category Icons
fr_fr: Icones de Catégorie

source: Category List Order
fr_fr: Ordre des Catégories d'Annonces

source: Category Name (Total Ads)
fr_fr: Nom de la Catégorie (Nombre Total d'Annonces)

source: Category columns in View Categories page
fr_fr: Colonnes Catégorie Voir la page Catégories

source: Category to Delete
fr_fr: Catégorie à supprimer

source: Category to Edit
fr_fr: Catégorie à modifier

source: Category:
fr_fr: Catégorie :

source: Change Category
fr_fr: Changer de catégorie

source: Characters in Description
fr_fr: Caractères dans la Description

source: Characters in Title
fr_fr: Caractères dans le Titre

# place ad payment terms column headers
source: Characters in Title
fr_fr: Caractères dans le Titre

source: Charge Listing Fee setting was enabled automatically because you activated the Credit System.
fr_fr: Le chargement des paramètres des frais a été activé automatiquement parce que vous avez activé le Système de Crédit.

source: Charge Listing Fee?
fr_fr: Chargez les Droits d'Inscription?

# place ad payment terms column headers
source: Chars in Description
fr_fr: Nombre de caractères dans la Description

source: Check License
fr_fr: Vérifiez la licence
