Repository: wp-plugins/another-wordpress-classifieds-plugin
Catalog: languages/AWPCP-*.po
Languages: fr_fr

source: The specified module does not exists!.
fr_fr: Le module indiqué n'existe pas.

source: The specified payment transaction doesn't exists. We can't process your payment.
fr_fr: La transaction de paiement spécifiée n'existe pas. Nous ne pouvons pas traiter votre paiement.

source: The start date must occur before the end date.
fr_fr: La date de départ doit avoir lieu avant la date de fin.

source: The state is a required field.
fr_fr: L'Etat est un champ obligatoire

source: The table below shows all the form fields that users may need to fill to create a listing. Use the six-dots icons at the end of each row to drag the form fields around and modify the order in which those fields appear in the Ad Details form.
fr_fr: La table ci-dessous présente tous les champs du formulaire à la disposition des utilisateurs pur créer une Annonce. Utilisez l'icône à la fin de chaque ligne pour déposer les champs sur le formulaire en choisissant leur ordre d'affichage.

source: The transaction has no items.
fr_fr: La transaction n'a aucun objet.

source: The transaction must be assigned to a WordPress user.
fr_fr: La transaction doit être affectée à un utilisateur de WordPress.

# upload files
source: The type of the uplaoded file %s is not allowed.
fr_fr: Le type du fichier chargé %s n'est pas autorisé.

source: The type of the uploaded file <filename> is not allowed.
fr_fr: Le type du fichier chargé <filename> n'est pas autorisé.

source: The user field can be represented with an HTML dropdown or a text field with autocomplete capabilities. Using the dropdown is faster if you have a small number of users. If your website has a lot of registered users, however, the dropdown may take too long to render and using the autocomplete version may be a better idea.
fr_fr: Le champ utilisateur peut être renseigné par une liste déroulante ou un champ texte en Autocomplete. Utiliser la liste déroulante est plus rapide s'il y a peu d'utilisateurs ; dans le cas contraire, utilisez la saisie Texte en Autocomplete.

source: The version of the extra fields module that you are using is not compatible with this version of Another Wordpress Classifieds Plugin.
fr_fr: La version du module de champs supplémentaires que vous utilisez n'est pas compatible avec cette version du plugin AWPCP Wordpress.

source: The welcome text for your classified page on the user side
fr_fr: Le texte de bienvenue pour votre page de Petites Annonces pour l'utilisateur

source: There appears to be a problem with your payment. Please contact the administrator if you are viewing this message after having made a payment via 2Checkout. If you have not tried to make a payment and you are viewing this message, it means this message has been sent in error and can be disregarded.
fr_fr: Il semble y avoir un problème avec votre paiement. S'il vous plaît contacter l'Administrateur si vous voyez ce message après avoir effectué un paiement via 2Checkout. Si vous n'avez pas essayé de faire un paiement et que vous voyez ce message, cela signifie que ce message a été envoyé par erreur et doit être ignoré.

source: There are currently no Ads to show.
fr_fr: Il n'y a aucune Annonce à afficher.

source: There are currently no ads in the system
fr_fr: Il n'y a aucune annonce dans le système

source: There are images awaiting approval in listing <listing-title>
fr_fr: Il y a des images en attente d'approbation pour l'Annonce <listing-title>

source: There are no Facebook groups available for you to select. Please make sure you are connected to the internet and have granted the Facebook application the correct permissions. Click "Diagnostics" if you are in doubt.
fr_fr: Il n'y a pas de Groupe Facebook que vous pourriez sélectionner. Veuillez vérifier que vous êtes bien connecté à Internet et que vous avez accordé à l'Application Facebook les bonnes permissions. Cliquer sur "Diagnostics" en cas de doute.

source: There are no Facebook pages available for you to select. Please make sure you are connected to the internet and have granted the Facebook application the correct permissions. Click "Diagnostics" if you are in doubt.
fr_fr: Il n'y a pas de Page Facebook que vous pourriez sélectionner. Veuillez vérifier que vous êtes bien connecté à Internet et que vous avez accordé à l'Application Facebook les bonnes permissions. Cliquer sur "Diagnostics" en cas de doute.

source: There is a problem with the PayPal Currency Code you have entered. It does not match any of the codes in our list of curencies supported by PayPal.
fr_fr: Il y a un problème avec le code de la devise Paypal que vous avez entré. Il ne correspond à aucun des codes dans la liste des devises disponibles fournies par PayPal.

# file uploads
source: There is no file handler for this kind of file (<mime-type>). Aborting.
fr_fr: Il n'y a pas de description de fichier pour le type de fichier <mime-type>. Interruption.

source: There is no task with ID %d.
fr_fr: Il n'y a pas de tâche pour l'ID : %d.

source: There was a problem during a customer's attempt to submit payment. Transaction details are shown below
fr_fr: Il y a eu un problème lors de la tentative par un client de soumettre le paiement. Les détails de la transaction sont présentés ci-dessous

source: There was a problem encountered during the attempt to send your message. Please try again and if the problem persists, please contact the system administrator.
fr_fr: Il y a eu un problème lors de la tentative d'envoi de votre message. Veuillez essayer de nouveau et si le problème persiste, veuillez contacter l'Administrateur du site.

source: There was a problem encountered during your attempt to submit payment. If funds were removed from the account you tried to use to make a payment please contact the website admin or the payment website customer service for assistance.
fr_fr: Il y a eu un problème lors de votre tentative de paiement. Si les fonds ont été retirés du compte que vous avez essayé d'utiliser pour effectuer le paiement, veuillez contacter l'administration du site ou son service client pour réclamer de l'aide.

source: There was a problem processing your payment
fr_fr: Il y a eu un problème lors du traitement de votre paiement

source: There was a problem trying to change the owner of <directory-name>.
fr_fr: Une erreur est intervenue lors de la tentative de changement de propriétaire pour <directory-name>.

source: There was a problem trying to create directory <directory-name>.
fr_fr: Une erreur est intervenue lors de la création du répertoire <directory-name>.

source: There was a problem trying to delete your Ad. The Ad was not deleted.
fr_fr: Il y a eu un problème en essayant de supprimer votre annonce. L'annonce n'a pas été supprimée.

source: There was a problem trying to make directory <directory-name> writable.
fr_fr: Une erreur est intervenue lors de l'ouverture en écriture du répertoire <directory-name>.

source: There was an error processing your Payment Request. Please try again or contact an Administrator.
fr_fr: Il y a eu une erreur lors du traitement de votre demande de paiement. Essayez de nouveau ou contactez un Administrateur.

source: There was an error processing your payment. The payment status couldn't be found. Please contact the website admin to solve this issue.
fr_fr: Il y a eu une erreur lors du traitement de votre paiement. Le statut de paiement n'a pu être trouvé. Veuillez contacter l'Administration du site Web pour résoudre ce problème.

source: There was an error processing your transaction. If funds have been deducted from your account, they have not been processed to our account. You will need to contact PayPal about the matter.
fr_fr: Il y a eu une erreur lors du traitement de votre transaction. Si les fonds ont été déduits de votre compte, ils n'ont pas été traitées à notre compte. Vous devrez contacter PayPal sur la question.

source: There was an error trying to activate your <module-name> license.
fr_fr: Une erreur est intervenue dans l'activation de votre licence <module-name>.

# media manager
source: There was an error trying to approve the file.
fr_fr: Il y a eu une erreur en essayant d'approuver le fichier.

source: There was an error trying to contact Facebook servers: "%s".
fr_fr: Il y a eu une erreur en essayant de contacter les serveurs : "%s".

source: There was an error trying to contact Facebook servers: %s.
fr_fr: Une erreur est intervenue en tentant de contacter les serveurs de Facebook.

source: There was an error trying to deactivate your <module-name> license.
fr_fr: Une erreur est intervenue dans la désactivation de votre licence <module-name>.

source: There was an error trying to delete the Ad. The Ad was not deleted.
fr_fr: Il y a eu une erreur en essayant de supprimer l'annonce. L'annonce n'a pas été supprimée.

# media manager
source: There was an error trying to disable the file.
fr_fr: Il y a eu une erreur en essayant de désactiver le fichier.

# media manager
source: There was an error trying to enable the file.
fr_fr: Il y a eu une erreur en essayant d'activer le fichier.

# upload files
source: There was an error trying to find out the dimension of <filename>. The file was not uploaded.
fr_fr: Une erreur est intervenue lors de la recherche de la taille du fichier <filename>. Le fichier n'a pas été chargé.

source: There was an error trying to find out the file size of the file <filename>.
fr_fr: Une erreur est intervenue lors de la recherche de la taille du fichier <filename>.

# upload files
source: There was an error trying to find out the file size of the image %s.
fr_fr: Il y a eu une erreur en essayant de déterminer la taille de l'image %s.

source: There was an error trying to find tasks in the database.
fr_fr: Il y a eu une erreur en recherchant des tâches dans la Base de Données.

source: There was an error trying to move the uploaded file to a temporary location.
fr_fr: Une erreur est intervenue en tentant de déplacer le fichier chargé dans le répertoire temporaire.

source: There was an error trying to open PHP's input stream.
fr_fr: Une erreur est intervenue en tentant d'ouvrir le flux d'entrée PHP.

source: There was an error trying to open the input stream.
fr_fr: Une erreur est intervenue en tentant d'ouvrir le flux d'entrée.

source: There was an error trying to open the output stream.
fr_fr: Une erreur est intervenue en tentant d'ouvrir le flux de sortie.

# media manager
source: There was an error trying to reject the file.
fr_fr: Il y a eu une erreur en essayant de rejeter le fichier.

source: There was an error trying to renew Ad %s.
fr_fr: Une erreur est survenue dans le renouvellement de l'Annonce %s.

source: There was an error trying to renew your Ad. The URL is not valid. Please contact the Administrator of this site for further assistance.
fr_fr: Une erreur est survenue en tentant de renouveler votre Annonce. Veuillez contactez l'Administrateur de ce site pour plus amples renseignements.

source: There was an error trying to retrieve existing category information.
fr_fr: Une erreur est intervenue lors de la recherche d'information pour la Catégorie existante;

source: There was an error trying to retrieve information about your <module-name> license.
fr_fr: Une erreur est intervenue dans la recherche d'information de votre licence <module-name>.

source: There was an error trying to retrive the tasks from the database.
fr_fr: Il y a eu une erreur en recherchant les tâches dans la Base de Données.

source: There was an error trying to save the category to the database.
fr_fr: Une erreur est intervenue lors de l'enregistrement de la catégorie dans la Base de Données.

source: There was an error trying to save the task to the database.
fr_fr: Il y a eu une erreur en essayant d'enregistrer la tâche dans la Base de Données.

source: There was an error trying to send the email to %s.
fr_fr: Il y a eu une erreur en essayant d'envoyer le mail à %s.

# ... <listing-title> to a <Facebook Group/Page>
source: There was an error trying to send the listing %s to a %s.
fr_fr: Une erreur est intervenue en essayant d'envoyer l'Annonce %s à un %s..

# media manager
source: There was an error trying to set the image as the primary image.
fr_fr: Il y a eu une erreur en essayant d'identifier l'image comme image principale.

source: There was an error trying to store the uploaded thumbnail for file <filename>.
fr_fr: Une erreur est intervenue lors de l'enregistrement de la Vignette chargée pour le fichier <filename>.

source: There was an error trying to update category parent information in Ads table.
fr_fr: Une erreur est intervenue lors de la mise à jour de la Catégorie parent dans la table des Annonces.

source: There was an error trying to update the database.
fr_fr: Une erreur est intervenue en tentant de mettre à jour la Base de Données.

# media manager
source: There was an error trying to upload your file.
fr_fr: Il y a eu une erreur en essayant de charger le fichier.

source: There was an error trying to verify the reCAPTCHA answer. <reCAPTCHA-error>
fr_fr: Une erreur est survenue durant la validation de la réponse reCAPTCHA. <reCAPTCHA-error>

source: There was an error with your CSV file: %s
fr_fr: Il y a eu une erreur avec votre fichier CSV: %s

source: There was an error with your ZIP file: %s
fr_fr: Il y a eu une erreur avec votre fichier ZIP : %s

source: There was an erroy trying to count the tasks in the database.
fr_fr: Il y a eu une erreur en comptant les tâches dans la Base de Données.

source: There was an unexpected error trying to save your Ad details. Please try again or contact an administrator.
fr_fr: Il y a eu une erreur inattendue en essayant de sauvegarder vos détails de l'annonce. Veuillez essayer de nouveau ou contactez un Administrateur.

source: There was no text in your message. Please enter a message.
fr_fr: Il n'y avait pas de texte dans votre message. Veuillez entrer un message.

source: There were errors trying to Send Ads to Facebook, perhaps your credentials are invalid or have expired. Please check your <a>settings</a>. If your token expired, please try to get a new access token from Facebook using the link in step 2 of the settings.
fr_fr: Une erreur est intervenue en tentant d'envoyer des annonces sur Facebook, vos droits d'accès sont peut-être expirés. Veuillez vérifier vos <a>settings</a>. Si vos droits sont expirés, renouvelez les sur Facebook en utilisant le lien dans l'étape 2 des réglages.

source: There were no ads found
fr_fr: Il n'y a aucune annonce trouvée

source: There were no listings found.
fr_fr: Aucune Annonce n'a été trouvée.

source: These are the remaining images that are not primary ones, if you have more than one image allowed per listing.
fr_fr: Ce sont les images restantes qui ne sont pas principales, si vous avez choisi d'autoriser plus d'une image par annonce.

# listing url settings section
source: These settings affect the URL path shown for the listing. You can include or remove certain elements for SEO purposes
fr_fr: Ces réglages modifient le chemin de l'URL de cette annonce. Vous pouvez ajouter ou enlever certain éléments pour le SEO

# window title settings section
source: These settings affect the title shown in the title bar of the browser for the listing. You can include or remove certain elements if you wish.
fr_fr: Ces réglages modifient le titre affiché dans la barre de titre du navigateur pour l'Annonce. Vous pouvez ajouter ou retrancher certains éléments si vous le souhaitez.

source: This Ad has been flagged.
fr_fr: Cette annonce a été marquée.

source: This Ad has been viewed %d time.
fr_fr: Cette annonce a été vue %d fois.

source: This Ad is currently disabled until the Administrator approves it. Only you (the Administrator) and the author can see it.
fr_fr: Cette annonce est désactivée jusqu'à ce que l'Administrateur l'approuve. Seuls vous (l'administrateur) et l'auteur ne peut la voir.

source: This Ad is currently disabled until the Administrator approves it. Only you (the author) can see it.
fr_fr: Cette annonce est désactivée jusqu'à ce que l'Administrateur l'approuve. Seulement vous (l'auteur) pouvez la voir.

source: This Ad is currently disabled until you verify the email address used for the contact information. Only you (the author) can see it.
fr_fr: Cette annonce est désactivée jusqu'à ce que l'Administrateur l'approuve. Seulement vous (l'auteur) pouvez la voir.

source: This Plan is for Featured Ads.
fr_fr: Ce Plan est fait pour les Annonces vedettes.

source: This configuration allows you to post ads to Facebook. You must have a Facebook Application created to use this feature. Read <a>How to Register and Configure a Facebook Application.</a>
fr_fr: Cette configuration vous permet de poster des Annonces sur Facebook. Vous devez disposer d'une Application Facebook pour utiliser cette fonctionnalité. Lisez <a>Comment s'enregistrer et Configurer une Application Facebook.</a>

source: This field is required.
fr_fr: Ce champ est obligatoire.

# debug page
source: This information can help AWPCP Developers to debug possible problems. If you are submitting a bug report please <strong><a href="%s">Download the Debug Information</a></strong> and attach it to your bug report or take a minute to copy the information below to <a href="http://fpaste.org" target="_blank">http://fpaste.org</a> and provide the resulting URL in your report.
fr_fr: Cette information peut aider les développeurs AWPCP pour déboguer les problèmes possibles. Si vous soumettez un rapport de bugs <strong><a href="%s">Télécharger les informations de débogage</a></strong> et le joindre à votre rapport de bug ou de prendre une minute pour copier les informations ci-dessous pour <a href="http://fpaste.org" target="_blank">http://fpaste.org</a> et fournir l'URL résultant dans votre rapport.

source: This is a preview of your Ad. Use the buttons below to go back and edit your Ad, manage the uploaded images or finish the posting process.
fr_fr: Ceci est un aperçu de votre Annonce. Utilisez les boutons ci-dessous pour retourner à l'édition de votre annonce, gérer les images chargées ou achever la publication.

source: This is an automated notification that your Classified Ad has expired.
fr_fr: Ceci est un email automatique pour vous prévenir que votre annonce a expiré.

source: This is an automated notification that your Classified Ad will expire in %d days.
fr_fr: Ceci est un email automatique pour vous prévenir que votre annonce expire dans %d jours.

source: This is the Primary Image
fr_fr: Ceci est l'Image Principale

source: This is the Primary Video
fr_fr: Ceci est la Vidéo Principale

source: This message is shown to users right after they post an Ad, if that Ad is awaiting approval from the administrator. The message may also be included in email notifications sent when a new Ad is posted.
fr_fr: Ce message est affiché aux utilisateurs juste après l'enregistrement d'une annonce, si cette annonce est en attente d'approbation par l'Administrateur. Le message peut aussi être inclus dans le mail envoyé lorsqu'une nouvelle annonce est postée.

source: This particular region is already selected in another field. Please choose one or more sub-regions, to make the selection more specific, or change the selected region.
fr_fr: Cette région particulière est déjà sélectionnée dans un autre champ. SVP, choisissez une ou plus des sous-régions pour effectuer une sélection pus précise, ou sélectionnez une autre région.

source: This setting restricts viewing of this field so that only registered users that are logged in can see it.
fr_fr: Ce réglage limite l'affichage de ce champ aux seuls utilisateurs enregistrés et connectés.

source: This settings section is not available yet. Please fill out required fields above and save your settings.
fr_fr: Cette section des réglages n'est plus disponible. Svp, renseignez les champs exigés ci-dessus et enregistrer vos réglages.

source: This version of AWPCP %1$s module is not compatible with AWPCP version %2$s. Please get AWPCP %1$s %3$s or newer!
fr_fr: Le module %1$s que vous avez installé n'est pas compatible avec la version %2$s de AWPCP. Veuillez vous procurer %1$s %3$s ou plus récent.

source: Thousands separator
fr_fr: Séparateur de milliers

source: Thumbnail height
fr_fr: Hauteur des vignettes

source: Thumbnail height (Primary Image)
fr_fr: Hauteur des vignettes (Image Principale)

source: Thumbnail width
fr_fr: Largeur des vignettes

source: Thumbnail width (Ad Listings page)
fr_fr: Largeur des vignettes (page Petites Annonces)

source: Thumbnail width (Primary Image)
fr_fr: Largeur des vignettes (Image Principale)

source: Thumbnails
fr_fr: Vignettes

# images upload step
source: Thumbnails of already uploaded images are shown below.
fr_fr: Les images miniatures déjà téléchargées sont présentées ci-dessous.

# settings
source: Time Format
fr_fr: Format de Temps

source: Time Separator
fr_fr: Séparateur de Temps

source: Title
fr_fr: Titre

source: Title (ascending)
fr_fr: Titre (croissant)

source: Title (descending)
fr_fr: Titre (décroissant)

source: Title:
fr_fr: Titre:

source: To the left of the Ad's text.
fr_fr: A gauche du texte de l'annonce.

source: To the right of the Ad's text.
fr_fr: A droite du texte de l'annonce.

source: To use reCAPTCHA you must get an API key from %s.
fr_fr: Pour utiliser reCAPTCHA vous devez obtenir une clé API à partir de %s.

source: Top Level Category
fr_fr: Catégorie de Haut Niveau

# transaction items
source: Total Amount
fr_fr: Montant Total

# transaction items
source: Total Amount (credit)
fr_fr: Montant Total (crédit)

source: Total ads found sharing your email address
fr_fr: Total des annonces trouvées qui partagent votre adresse e-mail

source: Total number of categories in the system
fr_fr: Total du nombre de catégories dans le système

source: Total views: %d
fr_fr: Nombre de vues: %d

# payment completed page
source: Transaction Details
fr_fr: Détails de la transaction

source: Trying to upload a thumbnail for an unknown file.
fr_fr: Tentative de chargement d'une vignette pour un fichier inconnu.

source: Turn off the lightbox/thickbox element used by AWPCP. Some themes cannot handle it and a conflict results.
fr_fr: Désactiver le composant utilisé par AWPCP pour la Lightbox/Thockbox. Certains thèmes ne la supportent pas et des conflits peuvent en résulter.

source: Turn on Search Engine Friendly URLs
fr_fr: Activez Search Engine Friendly URLs

source: Turn on Search Engine Friendly URLs? (SEO Mode)
fr_fr: Activez Search Engine Friendly URLs? (Mode SEO)

source: Turn on transalation file (POT)
fr_fr: Activez le fichier transalation (POT)

source: Tweet This
fr_fr: Tweet

source: Type of CAPTCHA
fr_fr: Type de CAPTCHA

source: UK Date Only (dd/mm/year)
fr_fr: UK Date Seulement (jj/mm/aaaa)

source: UK Date and Time (dd/mm/year hh:mm:ss)
fr_fr: UK Date et Temps (jj/mm/aaaa hh:mm:ss)

source: US Date Only (mm/dd/year)
fr_fr: US Date Seulement (mm/jj/aaaa)

source: US Date and Time (mm/dd/year hh:mm:ss)
fr_fr: US Date et Temps (mm/jj/aaaa hh:mm:ss)

# media manager
source: Unable to delete your file, please contact the administrator.
fr_fr: Impossible de supprimer le fichier, svp contactez l'Administrateur.

source: Unable to findout uploaded file name.
fr_fr: Impossible de trouver le nom du fichier chargé.
