Repository: wp-plugins/another-wordpress-classifieds-plugin
Catalog: languages/AWPCP-*.po
Languages: fr_fr

source: The Ad was posted under a Payment Term that no longer exists or is disabled. The Ad can't be renewed.
fr_fr: L'annonce a été publiée avec des modalités de paiement qui n'existent plus ou sont désactivées. L'annonce ne peut pas être renouvelée.

source: The Ad you are trying to view is pending approval. Once the Administrator approves it, it will be active and visible.
fr_fr: L'annonce que vous tentez d'afficher est en attente d'approbation. Une fois que l'Administrateur l'aura approuvée, elle sera active et visible.

source: The Address Line 1 is required.
fr_fr: L'Adresse ligne 1 est nécessaire.

source: The Card Security Code is required.
fr_fr: Le Code de sécurité de la Carte est nécessaire.

source: The City is required.
fr_fr: La Ville est nécessaire.

source: The Classified Ad's ad access key you requested
fr_fr: La clé d'accès de l'annonce que vous avez demandé

source: The Country is required
fr_fr: Le Pays est nécessaire

source: The Credit Card Number is required.
fr_fr: Le numéro de Carte de Crédit est nécessaire.

source: The Credit Plan doesn't exist.
fr_fr: Le Plan de crédit n'existe pas.

source: The Credit System allow users to purchase credit that can later be used to pay for placing Ads.
fr_fr: Le système de Crédit permet aux utilisateurs d'acheter des crédits qui peuvent ensuite être utilisés pour payer le dépôt d'annonces.

source: The Email is required.
fr_fr: L'adresse Email est requise.

source: The Expiration Month is required.
fr_fr: Le mois d'échéance est requis.

source: The Expiration Year is required.
fr_fr: L'Année d'expiration est nécessaire.

source: The Fee can't be deleted because there are active Ads in the system that are associated with the Fee ID.
fr_fr: Les frais ne peuvent pas être supprimés car il y a des annonces actives dans le système qui sont associées à l'ID de ces frias.

source: The Fee couldn't be deleted because there are active Ads in the system that are associated with the Fee ID. Please create a new Fee and try the delete operation again. AWPCP will help you to switch existing Ads to the new fee.
fr_fr: Les Honoraires ne pouvaient pas être supprimés parce qu'il y a des Annonces actives dans le système qui sont associées à l'ID des Honoraires. Créez de nouveaux Honoraires et essayez de supprimer l'opération à nouveau. AWPCP vous aidera à commuter les Annonces existantes aux nouveaux honoraires.

source: The Fee couldn't be deleted because there are active Ads in the system that are associated with the Fee ID. You need to switch the Ads to a different Fee before you can delete the plan.
fr_fr: Les Honoraires ne pouvaient pas être supprimés parce qu'il y a des Annonces actives dans le système qui sont associées à l'ID des Honoraires. Vous devez commuter les Annonces aux différents Honoraires avant que vous ne puissiez supprimer le plan.

source: The Fee doesn't exist.
fr_fr: Les frais n'existent pas.

source: The Fee was successfully deleted.
fr_fr: Les Honoraires ont été supprimés avec succès.

source: The First Name is required.
fr_fr: Le Prénom est requis.

source: The ID of the parent category and the ID of the category must be different.
fr_fr: L'ID de la Catégorie parent et l'ID de la Catégorie doivent être différents.

# media manager
source: The Image has been enabled and can now be viewed.
fr_fr: L'image a été activée et peut maintenant être vue.

source: The Last Name is required.
fr_fr: Le Nom est requis

source: The PayPal Currency Code must be one of <currency-codes>.
fr_fr: Le code de Devise de Paypal doit être un des codes suivants <currency-codes>.

source: The Payment Term you selected is not available for non-administrator users.
fr_fr: Le Terme de Paiement que vous avez sélectionné n'est pas disponible pour les utilisateurs non-administrateurs.

source: The Payment Term you selected is not valid for the category %s
fr_fr: Le Terme de Paiement que vous avez sélectionné n'est pas valable pour la catégorie %s

source: The Payment transaction was canceled. You can't post an Ad this time.
fr_fr: La transaction de paiement a été annulée. Vous ne pouvez pas poster une annonce pour le moment.

source: The Postal Code is required.
fr_fr: Le Code Postal est obligatoire.

source: The State is required.
fr_fr: L'État est nécessaire.

source: The access key was sent to %s.
fr_fr: La clé d'accès a été envoyé à %s.

source: The access keys were sent to %s.
fr_fr: Les clés d'accès ont été envoyées à %s.

source: The amount of credit in your account is not enough to pay for the selected items. Please choose one of the available Credit Plans in addition to the other items you are about to buy or add credit to your account from your Profile Page.<br>You need %d extra credit.
fr_fr: Le montant du crédit dans votre compte n'est pas suffisant pour payer les éléments sélectionnés. S'il vous plaît choisir l'un des plans de crédit disponibles, en plus des autres éléments que vous vous apprêtez à acheter ou ajouter du crédit à votre compte à partir de votre page de profil.<br>vous devez %d crédit supplémentaire.

source: The amount you have paid does not match the required amount for this transaction. Please contact us to clarify the problem.
fr_fr: Le montant que vous avez payé ne correspond pas au montant requis pour cette transaction. S'il vous plaît nous contacter pour clarifier le problème.

source: The available currency codes are
fr_fr: Les codes de devises disponibles sont

source: The categories have been deleted
fr_fr: Les catégories ont été supprimées

source: The categories have not been moved because you did not indicate where you want the categories to be moved to
fr_fr: Les catégories n'ont pas été déplacées parce que vous n'avez pas indiqué l'endroit où vous souhaitez les déplacer

source: The category also has children. If you do not specify a move-to category the children will be adopted by
fr_fr: La catégorie a aussi des enfants. Si vous ne spécifiez pas un mouvement à la catégorie, les enfants seront adoptés par

source: The category contains ads. If you do not select a category to move them to the ads will be moved to:
fr_fr: La catégorie contient des annonces. Si vous ne sélectionnez pas de catégorie pour les déplacer, les annonces seront déplacées vers:

source: The category has been deleted
fr_fr: La catégorie a été supprimée

source: The character to use to separate ad details used in browser page title. Example: | / -
fr_fr: Le caractère à utiliser pour séparer les détails des annonces utilisés dans le titre de la page navigateur. Exemple: | / -

source: The city is a required field.
fr_fr: La Ville est un champ obligatoire.

source: The classified listing "<listing-title>" was modified. A copy of the details sent to the customer can be found below. You can follow this link <manage-listing-link> to go to the Manage Ad Listing section to approve/reject/spam and see the full version of the Ad.
fr_fr: L'Annonce "<listing-title>" a été modifiée. Une copie des informations transmises au propriétaire figure ci-dessous. Vous pouvez suivre ce lien <manage-listing-link> pour aller à la section Gestion des Annonces pour l'approuver/rejeter/marquer spam et voir la version complète de l'Annonce.

source: The classifieds listing "%s" has been successfully renewed.
fr_fr: L'annonce "%s" a été renouvelée avec succès.

source: The country is a required field.
fr_fr: Le Pays est un champ obligatoire.

source: The county is a required field.
fr_fr: Le Département est un champ obligatoire.

source: The credit in your account can be used to pay for posting your Ads. You can add credit when posting a new Ad or using the "Add Credit" button below.
fr_fr: Le crédit de votre compte peut être utilisé pour payer l'affichage de vos annonces. Vous pouvez ajouter du crédit lors de la publication d'une nouvelle annonce ou en utilisant le bouton "Ajouter du Crédit" ci-dessous.

source: The credit in your account can be used to pay for posting your Ads. You can add more credit when posting a new Ad or using the "Add Credit" button below.
fr_fr: Le crédit de votre compte peut être utilisé pour payer la publication de vos annonces. Vous pouvez ajouter du crédit lors de la publication d'une nouvelle annonce ou en utilisant le bouton "Ajouter du Crédit" ci-dessous.

source: The currency in which you would like to receive your 2Checkout payments
fr_fr: La devise dans laquelle vous souhaitez recevoir vos paiements par 2Checkout

source: The currency in which you would like to receive your PayPal payments
fr_fr: La devise dans laquelle vous souhaitez recevoir vos paiements par PayPal

source: The currency symbol can be configured by changing the currency code in the settings above.
fr_fr: Le symbole de la devise peut être configuré en modifiant le code de devise dans les réglages ci-dessus.

source: The direction used to sort Fees in the payment screens.
fr_fr: La direction utilisée pour trier les frais dans les écrans de paiement.

source: The duration amount must be equal or greater than zero.
fr_fr: La durée doit être égale ou supérieure à zéro.

source: The duration interval is invalid.
fr_fr: L'intervalle de durée n'est pas valide.

source: The email address and access key you entered does not match any of the Ads in our system.
fr_fr: L'adresse e-mail et la clé d'accès que vous avez saisi ne correspond à aucune des annonces dans notre système.

# drip-autoresponder
source: The email address entered is not valid.
fr_fr: L'adresse email que vous avez saisie n'est pas valide.

source: The email address you entered does not match any of the Ads in our system.
fr_fr: L'adresse email que vous avez saisi ne correspond à aucune des annonces dans notre système.

source: The email address you entered is not allowed in this website. Please use an email address from one of the following domains: %s.
fr_fr: L'adresse e-mail que vous avez entrée n'est pas autorisée sur ce site web. Veuillez utiliser une adresse e-mail à partir d'un des domaines suivants : %s.

source: The email address you entered was not a valid email address. Please check for errors and try again.
fr_fr: L'adresse e-mail que vous avez entré n'est pas une adresse de courriel valide. Veuillez vérifier les erreurs et essayez à nouveau.

# upload files
source: The file %s could not be copied to the destination directory.
fr_fr: Le fichier %s n'a pas pu être déplacé dans le répertoire de destination.

source: The file %s could not be moved to the destination directory.
fr_fr: Le fichier %s n'a pas pu être déplacé dans le répertoire de destination.

# upload files
source: The file %s could not be moved to the destination directory.
fr_fr: Le fichier %s n'a pas pu être déplacé dans le répertoire de destination.

source: The file %s does not appear to be a valid image file.
fr_fr: Le fichier %s ne semble pas être un fichier image valide.

# upload files
source: The file %s does not appear to be a valid image file.
fr_fr: Le fichier ne semble pas être un fichier image valide.

source: The file %s has an invalid extension and was rejected.
fr_fr: La fichier %s a une extension invalide et a été rejeté.

source: The file %s was larger than the maximum allowed file size of %s bytes. The file was not uploaded.
fr_fr: Le fichier %s était plus grand que la taille maximale de fichier autorisée de %s octets. Le fichier n'a pas été chargé.

# upload files
source: The file %s was larger than the maximum allowed file size of %s bytes. The file was not uploaded.
fr_fr: Le fichier %s était plus grande que la taille maximale de fichier autorisé de %s octets. Le fichier n'a pas été téléchargé.

# upload files
source: The file %s was properly uploaded but there was a problem trying to save the information to the database.
fr_fr: Le fichier %s a bien été chargé mais un problème est survenu dans la sauvegarde de l'information dans la base de données.

source: The file <<file-name>> was added to listing "<listing-title>" and is awaiting administrator approval.
fr_fr: Le fichier <<file-name>> a été ajouté à l'Annonce "<listing-title>" et est en attente d'approbation de l'administrateur

source: The file <filename> is smaller than the minimum allowed file size of <bytes-count> bytes. The file was not uploaded.
fr_fr: Le fichier <filename> est plus petit que la taille minimale de fichier autorisé de <bytes-count> octets. Le fichier n'a pas été téléchargé.

source: The file <filename> was larger than the maximum allowed file size of <bytes-count> bytes. The file cannot be uploaded.
fr_fr: Le fichier <filename> était plus grand que la taille maximale de fichier autorisé de <bytes-count> octets. Le fichier n'a pas été téléchargé.

source: The file <filename> was not found in the temporary uploads directory.
fr_fr: Le fichier <filename> n'a pas été trouvé dans le répertoire temporaire de chargement.

# media manager
source: The file has been approved.
fr_fr: Le fichier a été approuvé.

# media manager
source: The file has been deleted.
fr_fr: Le fichier a été supprimé.

# media manager
source: The file has been disabled and can no longer be viewed.
fr_fr: Le fichier a été désactivé et ne peut plus être affiché.

# media manager
source: The file has been rejected.
fr_fr: Le fichier a été rejeté.

source: The file is larger than form MAX_FILE_SIZE.
fr_fr: Le fichier est plus grand que la forme MAX_FILE_SIZE.

source: The file is larger than upload_max_filesize.
fr_fr: Le fichier est plus grand que upload_max_filesize.

source: The file upload was stopped by extension.
fr_fr: Le téléchargement du fichier a été arrêté par extension.

source: The file was only partially uploaded.
fr_fr: Le fichier n'a été que partiellement téléchargé.

# media manager
source: The file was properly uploaded.
fr_fr: Le fichier a été correctement téléchargé.

source: The form has errors
fr_fr: Le formulaire a des erreurs

source: The image %s did not meet the minimum height of %s pixels. The file was not uploaded.
fr_fr: L'image %s ne correspond pas à la hauteur minimale de %s pixels. Le fichier n'a pas été chargé.

# upload files
source: The image %s did not meet the minimum height of %s pixels. The file was not uploaded.
fr_fr: L'image ne correspond pas à la hauteur minimale de %s pixels. Le fichier n'a pas été téléchargé.

source: The image %s did not meet the minimum width of %s pixels. The file was not uploaded.
fr_fr: L'image %s ne ​​correspond pas à la largeur minimale de %s pixels. Le fichier n'a pas été chargé.

# upload files
source: The image %s did not meet the minimum width of %s pixels. The file was not uploaded.
fr_fr: L'image ne ​​correspond pas à la largeur minimale de %s pixels. Le fichier n'a pas été téléchargé.

# media manager
source: The image has been set as primary image.
fr_fr: L'image a été identifiée comme image principale.

source: The images or files with pale red background have been rejected by an administrator user. Likewise, files with a pale yellow background are awaiting approval. Files that are awaiting approval and rejected files, cannot be shown in the frontend.
fr_fr: Les images ou fichiers avec un fond de couleur rouge pale ont été rejetées par l'administrateur. Celles de fond jaune pale sont en attente d'approbation. Ces fichiers ne peuvent pas être vus du public.

source: The license for AWPCP <module-name> module expired. The module will continue to work but you will not receive automatic updates when a new version is available.
fr_fr: La licence du module <module-name> AWPCP est expirée. Le module continuera de fonctionner mais vous ne recevrez plus les mises à jour automatiques.

source: The license for AWPCP <module-name> module is inactive. All features will remain disabled until you activate the license. Please go to the <license-settings-link>License Settings</a> section to acivate your license.
fr_fr: La licence du module <module-name> AWPCP est inactive. Ses fonctionnalités seront désactivées jusqu'à la saisie d'un numéro de licence valide. Veuillez vous rendre à la section <licenses-settings-link>Réglages de licence</a> pour saisir ou actualiser votre numéro de licence.

source: The listing couldn't marked as reviewed.
fr_fr: L'Annonce pas pu être marquée comme vérifiée.

source: The listing was marked as reviewed.
fr_fr: L'annonce a été marquée comme revue.

source: The message cannot be empty.
fr_fr: Le message ne ​​peut pas être vide.

source: The move-to category specified applies to both ads and categories
fr_fr: Le mouvement à la catégorie indiquée est valable pour annonces et catégories à la fois

source: The name of the Category is required.
fr_fr: Le nom de la Catégorie est requis.

source: The name of the plan is required.
fr_fr: Le nom du plan est nécessaire.

source: The new category was successfully added.
fr_fr: La nouvelle catégorie a été ajoutée avec succès

source: The next link will take you to a page where you can edit the listing:
fr_fr: Le lien suivant vous dirigera sur la page permettant d'éditer l'Annonce :

source: The number of characters allowed in the title must be equal or greater than zero.
fr_fr: Le nombre de caractères autorisés dans le document doit être égal ou supérieur à zéro.

source: The number of characters allowed must be equal or greater than zero.
fr_fr: Le nombre de caractères autorisés doit être égal ou supérieur à zéro.

source: The number of credits must be greater than zero.
fr_fr: Le nombre d'unités doit être supérieur à zéro.

source: The number of images allowed must be equal or greater than zero.
fr_fr: Le nombre d'images permis doit être égal ou supérieur à zéro.

source: The number of regions allowed must be equal or greater than zero.
fr_fr: Le nombre de Régions permis doit être égal ou supérieur à zéro.

source: The order used to sort Fees in the payment screens.
fr_fr: L'ordre utilisé pour trier les frais imposés par les écrans de paiement.

source: The payment associated with the current transaction failed (see reasons below).
fr_fr: Le paiement associé à cette transaction a échoué (voir les motifs ci-dessous).

source: The payment associated with this transaction failed (see reasons below).
fr_fr: Le paiement associé à cette transaction a échoué (voir les motifs ci-dessous).

source: The payment method associated with this transaction is not available at this time. We can't process your payment.
fr_fr: La méthode de paiement associée à cette transaction n'est pas disponible en ce moment. Nous ne pouvons pas traiter votre paiement.

source: The payment status for this transaction hasn't been defined.
fr_fr: Le statut de paiement pour cette transaction n'a pas été défini.

source: The payment transaction was canceled by the user.
fr_fr: La transaction de paiement a été annulée par l'utilisateur.

source: The price must be equal or greater than zero.
fr_fr: Le prix doit être égal ou supérieur à zéro.

source: The price must be greater or equal than zero.
fr_fr: Le prix doit être supérieur ou égal à zéro.

source: The primary image is the one displayed as the thumbnail in the list view and the largest one shown when the detail view of the listing is clicked.
fr_fr: L'image principale est celle affichée dans la liste d'Annonces et vue dans le plus grand format à l'affichage de l'Annonce.

source: The recipient Fee doesn't exists.
fr_fr: Les frais de destinataire n'existent pas.

source: The required column %s is missing. Import can't continue.
fr_fr: La colonne requise %s est manquante. L'importation ne peut pas continuer.

# recaptcha-error
source: The response parameter is invalid or malformed.
fr_fr: Le paramètre réponse reCAPTCHA est invalide ou mal renseigné;

# recaptcha-error
source: The response parameter is missing.
fr_fr: Le paramètre réponse reCAPTCHA est manquant

source: The search form can attempt to build drop down country, state, city and county lists if data is available in the system. Note that with the regions module installed the value for this option is overridden.
fr_fr: Le formulaire de recherche peut tenter de construire des listes déroulantes Pays, Etat, Département et Ville si les données sont disponibles dans le système. Notez que si le module régions est installé la valeur de cette option est ignorée.

# recaptcha-error
source: The secret parameter is invalid or malformed.
fr_fr: Le paramètre secret est invalide ou mal renseigné.

# recaptcha-error
source: The secret parameter is missing
fr_fr: Le paramètre secret est manquant

source: The selected Credit Plan is not enough to pay for the selected items. Please choose a bigger Credit Plan or add credit to your account from your Profile Page.<br>You need %d extra credit.
fr_fr: Le Plan de crédit sélectionné n'est pas suffisant pour payer les éléments sélectionnés. S'il vous plaît choisir un Plan de Crédit créditeur ou ajouter du crédit à votre compte à partir de votre page de profil.<br>vous devez %d crédit supplémentaire.

source: The selected Fee doesn't exists.
fr_fr: Les Honoraires sélectionnés n'existent pas.

source: The selected payment term can't be used in this kind of transaction.
fr_fr: Le délai de paiement sélectionné ne peut pas être utilisé dans ce genre de transaction.

source: The selected payment type can't be used in this kind of transaction.
fr_fr: Le type de paiement sélectionné ne peut pas être utilisé dans ce genre de transaction.

source: The size of %1$s was too small. The file was not uploaded. File size must be greater than %2$d bytes.
fr_fr: La taille de %1$s était trop petite. Le fichier n'a pas été téléchargé. La taille du fichier doit être supérieure à %2$d octets.

# upload files
source: The size of %1$s was too small. The file was not uploaded. File size must be greater than %2$d bytes.
fr_fr: La taille de %1$s était trop petite. Le fichier n'a pas été téléchargé. La taille du fichier doit être supérieure à %2$d octets.

source: The specified Ad does not exist.
fr_fr: L'annonce spécifiée n'existe pas.

source: The specified Ad doesn't exist or you reached this page directly, without specifying the Ad ID.
fr_fr: L'annonce spécifiée n'existe pas ou vous êtes arrivé à cette page directement, sans spécifier l'ID de l'annonce.

source: The specified Ad doesn't exists.
fr_fr: L'annonce spécifiée n'existe pas.

# ajax delete ad
source: The specified Ad doesn't exists.
fr_fr: L'annonce spécifiée n'existe pas.

source: The specified Ad doesn't exists. No images can be added at this time.
fr_fr: L'annonce spécifiée n'existe pas. Aucune image ne peut être ajoutée à cet instant.

source: The specified Ad doesn't need to be renewed.
fr_fr: L'annonce spécifiée n'a pas besoin d'être renouvelée.

# credit plans ajax
source: The specified Credit Plan doesn't exists.
fr_fr: Le Plan de Crédit indiqué n'existe pas.

source: The specified Fee doesn't exists.
fr_fr: Les Honoraires indiqués n'existent pas.

source: The specified User doesn't exists.
fr_fr: L'utilisateur spécifié n'existe pas.

# media managear
source: The specified file does not belongs to the specified Ad. No action will be performed.
fr_fr: Le fichier spécifié n'appartient pas à l'Annonce indiquée. Aucune action ne sera réalisée.

# media managear
source: The specified file does not exists. No action will be performed.
fr_fr: Le fichier spécifié n'existe pas. Aucune action ne sera réalisée.

# upload files
source: The specified file does not exists: %s.
fr_fr: Le fichier image spécifié n'existe pas: %s.

# media manager
source: The specified file is not an image. It cannot be set as the primary image.
fr_fr: Le fichier spécifié n'est pas une image. Il ne peut pas être choisi comme image principale.

source: The specified file is not associated with Listing with ID %d.
fr_fr: Le fichier spécifié n'est pas associé à la liste avec l'ID %d.

source: The specified image file does not exists: %s.
fr_fr: Le fichier image spécifié n'existe pas: %s.

source: The specified listing doesn't exists.
fr_fr: La lise spécifiée n'existe pas.
