Repository: wp-plugins/another-wordpress-classifieds-plugin
Catalog: languages/AWPCP-*.po
Languages: fr_fr

source: Hi admin, you need to go to your dashboard and setup your classifieds.
fr_fr: Bonjour l'Admin, vous devez aller sur votre tableau de bord et configurer vos annonces.

source: Hi, Payment is required for posting Ads in this website and we couldn't find a Payment Transaction asssigned to you. You can't post Ads this time. If you think this is an error please contact the website Administrator.
fr_fr: Bonjour, le paiement est requis pour l'affichage des annonces sur ce site et nous ne pouvions pas trouver la transaction de paiement que vous avez specifié. Vous ne pouvez pas poster une annonce pour le moment. Si vous pensez que c'est une erreur, veuillez contacter l'Administrateur du site.

source: Hi, You need to be a registered user to post Ads in this website. Please use the form below to login or click the link to register.
fr_fr: Bonjour, Vous devez être un utilisateur enregistré pour poster des annonces sur ce site. Veuillez utiliser le formulaire ci-dessous pour vous connecter ou cliquez sur le lien pour vous inscrire.

source: Hide Fee Plan from public?
fr_fr: Cacher le régime d'honoraires du public?

source: Hide all fee plans if no category is selected
fr_fr: Masquer tous les Plans de Paiement si aucune catégorie n'est sélectionnée.

source: Hide contact name to anonymous users?
fr_fr: Masquer le nom de contact pour les utilisateurs anonymes (non loggés) ?

source: Hide empty categories.
fr_fr: Cacher les catégories vides.

source: Hide empty categories?
fr_fr: Cacher les catégories vides?

source: Hide images until admin approves them
fr_fr: Cacher les images jusqu'à ce que l'Administrateur les approuve

source: Hide listing contact name to anonymous (non logged in) users.
fr_fr: Masquer les listes de noms de contact pour les utilisateurs anonymes (non loggés) ?

source: Hide price field if empty or zero
fr_fr: Masquer le champ Prix si sa valeur est vide ou à zéro

source: Highest number used in aithmetic operation.
fr_fr: Le plus grand nombre utilisé dans l'opération arithmetique.

# ad details form
source: I agree to the terms of service
fr_fr: J'accepte les Conditions d'Utilisation

# Quick Start Guide
source: I'll figure it out on my own.
fr_fr: Je vais me débrouiller par moi-même.

source: Icon Meanings
fr_fr: Signification des icônes

source: If checked all classifieds pages that involve payments will be accessed through a secure (HTTPS) URL. Do not enable this feature if your server does not support HTTPS.
fr_fr: Si coché, toutes les pages d'Annonces impliquant des paiements seront accessibles par une URL sécurisée (HTTPS). Ne pas activer cette option si vos serveurs ne supportent pas le HTTPS.

source: If checked all price placeholders will be replaced with an empty string when the price of the Ad is zero or was not set.
fr_fr: Si sélectionné, tous les prix seront remplacés par une chaîne de caractère vide lors que le prix de l'annonce est de zéro ou n'a pas été renseigné.

source: If checked only administrator users will be allowed to post Ads.
fr_fr: Si coché, seul l'Administrateur sera autorisé à poster des Annonces.

source: If checked the city field will be shown before the county field. This setting may be overwritten if Region Control module is installed.
fr_fr: Si sélectionné, le champ ville sera affiché avant le département. Ce réglage peut être modifié si le module de Contrôle des Régions est installé.

source: If checked the list of sub-categories will be collapsed by default. Users would have to click the down arrow icon to expand the list and see the sub-categories.
fr_fr: Si coché, la liste des sous-catégories sera déroulée par défaut. Les utilisateurs devront cliquer sur la flèche Bas pour dérouler la liste et voir les sous-catégories.

source: If checked, Ads will be posted to Facebook shortly after they are posted, enabled or edited, whichever occurs first. Ads will be posted only once. Please note that disabled Ads cannot be posted to Facebook.
fr_fr: Si coché, les Annonces seront postées sur Facebook juste après avoir été créées, activées ou éditées. Les Annonces ne seront postées qu'une seule fois. Veuillez noter que les Annonces désactivées ne peuvent pas être postées sur Facebook.

source: If checked, a dropdown with top level categories will be shown. When the user chooses a category, a new dropdown will apper showing the sub-categories of the selected category, if any. Useful if your website supports a high number of categories.
fr_fr: Si coché, un menu déroulant comportant les catégories supérieures sera affiché. Lorsque l'utilisateur choisit une catégorie, un nouveau menu déroulant apparaît affichant les sous-catégories correspondant à cette catégorie. Très utile si votre site comporte un grand nombre de catégories.

source: If checked, categories with 0 listings in it won't be shown.
fr_fr: Si elle est cochée, les catégories avec 0 annonces ne seront pas affichées.

source: If checked, the Ads will belong to the user specified below.
fr_fr: Si coché, l'annonce appartiendra à l'utilisateur ci-dessous.

source: If checked, when a user is creating a new listing, a list of steps will be shown at the top of the forms.
fr_fr: Si coché, lorsqu'un utilisateur crée une nouvelle annonce, une liste des étapes s'affichera en haut du Formulaire.

source: If enabled, a preview of the Ad being posted will be shown after the images have been uploaded and before the user is asked to pay. The user is allowed to go back and edit the Ad details and uploaded images or proceed with the posting process.
fr_fr: Si activé, un Aperçu de l'Annonce postée sera affiché après le chargement des images et avant la demande de paiement. L'utilisateur pourra revenir en arrière et éditer les détails de l'annonce, charger des images et reprendre le processus de création d'une Annonce.

source: If enabled, users will be allowed to change the region information associated with their Ads.
fr_fr: Si activé, les utilisateurs pourront modifier les informations de la Région associée à leur Annonce.

source: If enabled, users will be allowed to search Ads in multiple regions.
fr_fr: Si activé, les utilisateurs pourront rechercher des annonces en multi-régions

source: If images are allowed and payments are disabled, users will be allowed upload this amount of images.
fr_fr: Si les images sont autorisées et que le paiement est désactivé, les utilisateurs pourront charger ce nombre d'images.

# csv-importer
source: If the CSV does not contain start/end dates, use these by default:
fr_fr: Si le CSV ne contient pas les dates de début et de fin, utilisez ceci par défaut :

source: If this is a Fee for specific categories then select those categories below, otherwise leave the categories unchecked.
fr_fr: S'il s'agit de Frais pour des catégories spécifiques, sélectionnez les catégories ci-dessous, sinon laissez les catégories cochées.

source: If this status is not COMPLETED or VERIFIED, then you may need to wait a bit before your payment is approved, or contact PayPal directly as to the reason the payment is having a problem.
fr_fr: Si cette situation n'est pas terminée ou vérifiée, alors vous devrez peut-être attendre un peu avant que votre paiement soit approuvé, ou communiquez avec PayPal directement sur ​​la raison pour laquelle le paiement a eu un problème.

source: If unchecked only categories will be displayed
fr_fr: S'il n'y a pas d'Annonces, seules les catégories seront affichées

source: If you are having problems with your plugin pages, you can delete them and use the Restore button to have the plugin create them again.
fr_fr: Si vous rencontrez des problèmes avec vos pages de plugin, vous pouvez les supprimer et utiliser le bouton Restaurer pour que le plugin les crée à nouveau.

# settings
source: If you decide to crop thumbnails, images will match exactly the dimensions in the settings above but part of the image may be cropped out. If you decide to resize, image thumbnails will be resized to match the specified width and their height will be adjusted proportionally; depending on the uploaded images, thumbnails may have different heights.
fr_fr: Si vous décidez de redimensionner les vignettes, les images correspondent exactement aux dimensions dans les paramètres ci-dessus, une partie de l'image peut être rognée. Si vous décidez de redimensionner les vignettes des images seront redimensionnées pour correspondre à la largeur spécifiée et leur hauteur seront ajustés proportionnellement, selon les images téléchargées, les vignettes peuvent avoir des hauteurs différentes.

source: If you have any further questions, please contact this site administrator.
fr_fr: Si vous avez d'autres questions, veuillez contacter l'Administrateur du site.

source: If you have questions about your listing contact %s. Thank you for your business.
fr_fr: Si vous avez des questions au sujet de votre inscription contacter %s. Nous vous remercions pour votre confiance.

source: If you have questions about your listing, please contact %s.
fr_fr: Si vous avez des questions sur votre liste, veuillez communiquer avec %s.

source: If you have uploaded images your images will not show up until an admin has approved them.
fr_fr: Si vous avez téléchargé des images celles-ci ne seront visibles que lorsqu'un Administrateur les aura approuvées.

source: If you plan to use the data created by the plugin please export the data from your mysql database before clicking the uninstall link.
fr_fr: Si vous prévoyez d'utiliser les données créées par le plugin veuillez exporter les données de votre base de données MySQL avant de cliquer sur le lien de désinstallation.

source: If you wish to change the sorting of your fee plans, you can change the <fee-settings-link>.
fr_fr: Si vous souhaitez changer l'ordre de vos Plans d'Honoraires, vous pouvez modifier le <fee-settings-link>.

source: If you're sure that you want to delete this category please press the delete button
fr_fr: Si vous êtes sûr que vous voulez supprimer cette catégorie appuyez sur le bouton Supprimer

source: Image File Size
fr_fr: Taille de Fichier Image

source: Image Separator
fr_fr: Séparateur d'Image

source: Image approval is in effect so any new images you upload will not be visible to viewers until an admin approves them.
fr_fr: Approbation de l'image en vigueur pour toutes les nouvelles images que vous téléchargez elles ne seront pas visibles par les visiteurs jusqu'à ce qu'un Administrateur les approuve.

source: Image file names were found but no ZIP was provided.
fr_fr: Les noms des fichiers d'image ont été trouvés mais aucun ZIP a été fourni.

# uploader queue
source: Image format either wrong or not supported.
fr_fr: Le format de l'image est soit erroné soit non reconnu.

source: Images Allowed
fr_fr: Images Permises

# place ad payment terms column headers
source: Images Allowed
fr_fr: Images Admises

source: Images Awaiting Approval
fr_fr: Images en attente d'Approbation

source: Images on Ad "%s" are awaiting approval
fr_fr: L'annonce "%s" est en attente d'approbation

source: Images on Ad "%s" are awaiting approval. You can approve the images going to the Manage Images section for that Ad and clicking the "Enable" button below each image. Click here to continue: %s.
fr_fr: Les images de l'Annonce "%s" sont en attente d'approbation. Vous pouvez approuver les images en vous rendant dans la section Gestion des Images et en cliquant sur "Activer". Cliquez ici pour continuer: %s

source: Images on listing "%s" are awaiting approval
fr_fr: Les images de l'Annonce "%s" sont en attente d'approbation

# name of Files settings section
source: Images/Attachments
fr_fr: Images / Pièces jointes

source: Import
fr_fr: Importer

source: Import Ad
fr_fr: Importer Annonce

source: Import Listings
fr_fr: Importer les Annonces

source: Import Testing Results
fr_fr: Importer les Résultats des Tests

source: Import can't continue. Unknown column(s) specified(s):
fr_fr: L'importation ne peut pas continuer. Colonne(s) spécifiée(s) inconnue(s):

source: Import directory %s does not exists.
fr_fr: Le répertoire d'importation %s n'existe pas.

source: Imported Picture count:
fr_fr: Importé nombre d'Images:

source: Imported rows:
fr_fr: Lignes importées:

source: Include Ad access key in email messages
fr_fr: nclure la clé d'accès à l'annonce dans les messages emails

source: Include Ad access key in email notifications. You may want to uncheck this option if you are using the Ad Management panel, but is not necessary.
fr_fr: Inclure la clé d'accès à l'annonce dans les emails de notification. Vous pouvez désactiver cette option si vous utilisez le tableau de bord des annonces, mais ce n'est pas nécessaire

source: Include a space between the currency symbol and the amount
fr_fr: Inclure un espace entre le symbole de la devise et le montant

source: Include the name of the category in the URL that points to the page of an individual listing.
fr_fr: Inclure le nom de la catégorie dans l'URL pointant vers la page de l'Annonce

source: Include the name of the category in the listing URL
fr_fr: Inclure le nom de la catégorie dans l'URL de l'Annonce

source: Include the name of the city in the URL that points to the page of an individual listing.
fr_fr: Inclure le nom de la ville dans l'URL pointant vers la page de l'Annonce

source: Include the name of the city in the listing URL
fr_fr: Inclure le nom de la ville dans l'URL de l'Annonce

source: Include the name of the country in the URL that points to the page of an individual listing.
fr_fr: Inclure le nom du pays dans l'URL pointant vers la page de l'Annonce

source: Include the name of the country in the listing URL
fr_fr: Inclure le nom du pays dans l'URL de l'Annonce

source: Include the name of the county in the URL that points to the page of an individual listing.
fr_fr: Inclure le nom du département dans l'URL pointant vers la page de l'Annonce

source: Include the name of the county in the listing URL
fr_fr: Inclure le nom du département dans l'URL de l'Annonce

source: Include the name of the state in the URL that points to the page of an individual listing.
fr_fr: Inclure le nom de la région dans l'URL pointant vers la page de l'Annonce

source: Include the name of the state in the listing URL
fr_fr: Inclure le nom de la région dans l'URL de l'Annonce

source: Include the title in the URL that points to the page of an individual listing.
fr_fr: Inclure le titre dans l'URL pointant vers la page de l'Annonce

source: Include the title in the listing URL
fr_fr: Inclure le titre dans l'URL de l'Annonce

source: Incompatible ZIP Archive
fr_fr: Archive ZIP incompatible

source: Incomplete Payment Message
fr_fr: Message de paiement incomplet

# uploader queue
source: Init error.
fr_fr: Init Erreur.

source: Installed
fr_fr: Installé

source: Invalid CSV file.
fr_fr: Fichier CSV Invalide.

source: Invalid End Date -- Year Must be of Four Digit.
fr_fr: Date de fin Invalide -- L'année doit avoir Quatre Chiffres

source: Invalid End Date.
fr_fr: Date de fin Invalide.

source: Invalid End date at row number: %s
fr_fr: Date de fin invalide au numéro de ligne: %s

source: Invalid Start Date -- Year Must be of Four Digit.
fr_fr: Date de début Invalide -- L'Année Doit avoir Quatre Chiffres.

source: Invalid Start Date.
fr_fr: Date de début Invalide.

source: It appears this transaction has already been processed. If you do not see your ad in the system please contact the site adminstrator for assistance.
fr_fr: Il semble que cette transaction a déjà été traitée. Si vous ne voyez pas votre annonce dans le système veuillez contacter l'Administrateur du site et demander de l'aide.

source: It appears you have a potential problem that could result in the malfunctioning of Another Wordpress Classifieds plugin. A check of your database was performed and duplicate entries were found that share the same post_name value as your classifieds page. If for some reason you uninstall and then reinstall this plugin and the duplicate pages remain in your database, it could break the plugin and prevent it from working. To fix this problem you can manually delete the duplicate pages and leave only the page with the ID of your real classifieds page, or you can use the link below to rebuild your classifieds page. The process will include first deleting all existing pages with a post name value identical to your classifieds page. Note that if you recreate the page, it will be assigned a new page ID so if you are referencing the classifieds page ID anywhere outside of the classifieds program you will need to adjust the old ID to the new ID.
fr_fr: Il semble que vous avez un problème potentiel qui pourrait entraîner le dysfonctionnement du plugin AWPCP pour Wordpress. Une vérification de votre base de données a été effectuée et des entrées en double ont été trouvées qui partagent la même valeur de post_name comme page de Petites Annonces. Si pour quelque raison que ce soit, vous désinstallez puis réinstallez ce plugin et des pages en double restés dans votre base de données, elles pourraient corrompre le plugin et l'empêcher de fonctionner. Pour résoudre ce problème, vous pouvez supprimer manuellement les pages en double et ne laisser que la page avec l'ID de votre page de Petites Annonces réelle, ou vous pouvez utiliser le lien ci-dessous pour reconstruire votre page de Petites Annonces. Le processus comprendra la suppression d'abord de toutes les pages existantes avec une valeur de post_name identique à votre page de Petites Annonces. Notez que si vous recréez la page, elle se verra attribuer une nouvelle ID de page si vous faites référence à l'ID de page de Petites Annonces n'importe où en dehors du programme d'annonces vous devrez ajuster l'ancien ID extérieure à de la nouvelle identité de page.

# transaction items
source: Item
fr_fr: Article

# ad details form
source: Item Price
fr_fr: Prix

source: Item price non numeric at row number %s
fr_fr: Prix de l'élément non numérique au numéro de ligne %s

source: Keyword
fr_fr: Mot-clé

source: Last Name
fr_fr: Nom

source: Latest Ads
fr_fr: Dernières annonces

source: Layout and Presentation
fr_fr: Mise en page et Présentation

source: Leave this OFF to accept real payments, turn it on to perform payment tests.
fr_fr: Laisser ceci sur OFF pour accepter les paiements en ligne, mettre sur ON pour effectuer vos tests de paiement.

source: Let other people know that it works with your WordPress setup.
fr_fr: Faites que les gens sachent que cela fonctionne avec votre installation WordPress.

source: Licenses
fr_fr: Licences

source: Like this plugin?
fr_fr: Aimez-vous ce plugin?

source: Limits search to available locations.
fr_fr: Limites de recherche à des emplacements disponibles.

source: List Category Under
fr_fr: Catégorie d'Annonce sous

source: List View
fr_fr: Voir Liste

source: Listing "%s" is awaiting approval
fr_fr: L'annonce "%s" est en attente d'approbation.

source: Listing "%s" was updated
fr_fr: L'Annonce "%s" a été mise à jour.

source: Listing <listing-title> was flagged
fr_fr: L'Annonce <listing-title> a été signalée

source: Listing Awaiting Approval
fr_fr: Annonce en attente d'Approbation

source: Listing Created
fr_fr: Annonce créée

source: Listing Details
fr_fr: Détails de l'Annonce

source: Listing Details are below:
fr_fr: Les Détails de l'Annonce sont ci-dessous:

source: Listing Edit Email
fr_fr: Email d'Edition de l'Annonce

source: Listing Edit Key
fr_fr: Codes Clés de l'Annnonce

source: Listing Edited
fr_fr: Annonce éditée

source: Listing Enabled
fr_fr: Annonce désactivée

source: Listing End Date
fr_fr: Date de Fin de l'Annonce

source: Listing Expired
fr_fr: Annonce expirée

source: Listing ID
fr_fr: ID de l'Annonce

source: Listing Needs to be Renewed
fr_fr: L'Annonce doit être renouvelée

source: Listing Title
fr_fr: Titre de l'annonce

source: Listing URL
fr_fr: URL de l'Annonce

source: Listing Was Flagged
fr_fr: L'Annonce a été signalée

source: Listings
fr_fr: Annonces

source: Listings will be in a disabled status after the owners modifies them and until the administrator approves them.
fr_fr: Les Annonces seront désactivées après que leur propriétaire les aient modifiées, jusqu'à ce que l'Administrateur les approuve.

source: Location
fr_fr: Emplacement

source: Location of registration page. Value should be the full URL to the WordPress registration page (e.g. http://www.awpcp.com/wp-login.php?action=register).
fr_fr: Lieu de la page d'inscription. La valeur doit être l'URL complète de la page d'inscription wordpress (e.g. http://www.awpcp.com/wp-login.php?action=register).

source: Login/Registration
fr_fr: Connexion / Inscription

# place ad login step
source: Login/Registration
fr_fr: Connexion / Inscription

source: Looking for a job? Trying to find a date? Looking for an apartment? Browse our classifieds. Have a job to advertise? An apartment to rent? Post a Classified Ad.
fr_fr: Vous cherchez un emploi? Essayez d'obtenir un rendez-vous ? Vous cherchez un logement? Consultez nos petites annonces. Proposer un travail ? Un appartement à louer ? Affichez une petite annonce.

source: Lost your password?
fr_fr: Mot de passe perdu?

source: Make Featured
fr_fr: Mettre en Vedette

source: Make Non Featured
fr_fr: Ne pas mettre en Vedette

source: Make This a Top Level Category
fr_fr: Faites-en un niveau supérieur de Catégorie

source: Make URLs in ad text clickable
fr_fr: Faire que les URLs dans le texte d'annonce soient cliquables

source: Make payments with PayPal - it's fast, free and secure!
fr_fr: Effectuer des paiements avec PayPal - c'est rapide, gratuit et sécurisé!

source: Manage Ad
fr_fr: Gérez une Annonce

source: Manage Ad Listings
fr_fr: Gérer les Petites Annonces

source: Manage Attachments
fr_fr: Gérer les Pièces jointes

source: Manage Categories
fr_fr: Gérer les Catégories

source: Manage Category Icon
fr_fr: Gérer Icône de Catégorie

source: Manage Credit
fr_fr: Gérer Crédit

source: Manage Credit Plans
fr_fr: Gérer les Plans de Crédit

source: Manage Extra Fields
fr_fr: Gérer des Champs Supplémentaires

source: Manage Images
fr_fr: Gérer les Images

source: Manage Links
fr_fr: Gérer les Liens

# media-manager
source: Manage Links
fr_fr: Gérer les Liens

source: Manage Listing
fr_fr: Gérer Les Annonces

source: Manage Listing Fees
fr_fr: Gérer les Honoraires

source: Manage Listings
fr_fr: Gérer les Listes d'annonces

# awpcp admin menu
source: Manual Upgrade
fr_fr: Mise à jour manuelle

source: Manual Upgrade Required
fr_fr: Mise à jour manuelle requise

source: Mark Reviewed
fr_fr: Marqué comme Revu

source: Mark as Paid
fr_fr: Marqué comme Payé

source: Mark as SPAM
fr_fr: Marqué SPAM

source: Mark as Sold
fr_fr: Marqué comme Vendu

source: Mark as Verified
fr_fr: Marqué comme Vérifié

source: Math
fr_fr: Calcul

source: Math: Asks user to solve a simple arithmetic operation.
fr_fr: Calcul: Demande à l'utilisateur de résoudre une simple opération arithmétique.

source: Max
fr_fr: Maximum

source: Max number used in Math CAPTCHA
fr_fr: Nombre maximum utilisé dans le Calcul de CAPTCHA

source: Maximum Ad details length
fr_fr: Longueur Maximum du texte de l'Annonce

source: Maximum Ad title length
fr_fr: Longueur maximum du titre de l'Annonce

source: Maximum file size per image
fr_fr: Taille maximale du fichier par image

source: Maximum file size, in bytes, for files user can upload to system. 1 MB = 1000000 bytes. You can google "x MB to bytes" to get an accurate conversion.
fr_fr: Taille maximum d'un fichier téléchargeable, en octets. 1 Mo = 1048576 octets. Voir sur Google "x Mo en octets" pour une valeur précise.

source: Maximum height for images. Images taller than settings are automatically resized upon upload.
fr_fr: Hauteur maximum pour les images. Images les plus hautes qui seront automatiquement redimensionnées au téléchargement.
