Repository: wp-plugins/another-wordpress-classifieds-plugin
Catalog: languages/AWPCP-*.po
Languages: fr_fr

source: You did not select a category for your Ad. Please select a category for your Ad.
fr_fr: Vous n'avez pas sélectionné une catégorie pour votre annonce. Veuillez choisir une catégorie pour votre annonce.

source: You did not solve the math problem. Please solve the math problem to proceed.
fr_fr: Vous n'avez pas résolu le calcul de maths. Veuillez résoudre le calcul de maths pour continuer.

source: You do not have permission to perform the function you are trying to perform. Access to this page has been denied
fr_fr: Vous n'avez pas l'autorisation d'exercer la fonction que vous essayez d'accomplir. L'accès à cette page a été refusé

# admin listings
source: You do not have sufficient permissions to perform that action.
fr_fr: Vous n'avez pas les autorisations suffisantes pour effectuer cette action.

# media manager
source: You don't have sufficient permissions to modify that Ad's media
fr_fr: Vous n'avez pas les autorisations suffisantes pour modifier ce média de l'annonce

source: You enabled the Credit System, but there are no credit plans defined. Please <credits-section-link>add credit plans or disable the Credit System</a>.
fr_fr: Vous avez activé le système de crédit, mais aucun plan de crédit n'est défini. SVP <credits-section-link>ajouter un plan de crédit ou désactivez le système de crédit</a>.

source: You have entered a keyword that is too short to search on. Search keywords must be at least 3 letters in length. Please try another term.
fr_fr: Vous avez entré un mot-clé qui est trop court à rechercher. Pour la recherche les mots clés doivent contenir au moins 3 lettres. Veuillez essayer un autre mot-clé.

source: You have entered an invalid item price. Make sure your price contains numbers only. Please do not include currency symbols.
fr_fr: Vous avez entré un Prix d'article non valide. Assurez-vous que votre Prix ne contient que des chiffres. Veuillez ne pas inclure les symboles monétaires.

source: You have entered an invalid maximum price. Make sure your price contains numbers only. Please do not include currency symbols.
fr_fr: Vous avez entré un Prix maximum invalide. Assurez-vous que votre Prix ne contient que des chiffres. Veuillez ne pas inclure les symboles monétaires.

source: You have entered an invalid minimum price. Make sure your price contains numbers only. Please do not include currency symbols.
fr_fr: Vous avez entré un Prix minimum invalide. Assurez-vous que votre Prix ne contient que des chiffres. Veuillez ne pas inclure les symboles monétaires.

source: You have not categories defined. Go to the %s section to set up your categories.
fr_fr: Vous n'avez pas des catégories définies. Allez à la section %s pour configurer vos catégories.

source: You have not configured your Listing fees. Go to %s to set up your listing fees. Once that is completed, if you are running in pay mode, the options will automatically appear on the listing form for users to fill out.
fr_fr: Vous n'avez pas configuré vos droits d'inscription. Aller sur %s pour configurer vos droits d'inscription. Une fois terminé, si vous utilisez le mode de rémunération, les options s'affichent automatiquement sur ​​le formulaire d'inscription à remplir pour les utilisateurs.

source: You have payments enabled, but there are no payment terms defined. Users won't be able to post Ads. Please <fee-section-link>add payment terms</a> or <payments-settings-link>configure the website as a free board</a>.
fr_fr: Vous avez activé le paiement, mais aucun terme de paiement n'est défini. Les utilisateurs ne pourront pas poster d'annonce. SVP <fee-section-link>ajouter un terme de paiement </a> ou <payments-settings-link>configurer le site web en mode gratuit</a>.

source: You have pending flagged listings to review at <site-name>. Please check them out here <flagged-listings-url>.
fr_fr: Des annonces signalées sont en attente d'examen pour le site <site-name>. Svp, vérifiez-les ici : <flagged-listings-url>.

source: You have setup your listing fees. To edit your fees go to %s.
fr_fr: Vous avez configuré vos frais d'inscription. Pour modifier vos honoraires aller sur %s.

source: You must have registered users to use this setting. Turning it on will automatically enable "Require Registration" for AWPCP. Make sure you site allows users to register under <wp-settings-link>Settings->General</a>.
fr_fr: Vous devez avoir enregistré les utilisateurs pour utiliser ce réglage. Ce choix activera automatiquement "Exiger l'Enregisrement" pour AWPCP. Assurez-vous que votre site autorise les utilisateurs à s'enregistrer sous <wp-settings-link>Settings->General</a>.

source: You must select a payment method.
fr_fr: Vous devez sélectionner une méthode de paiement.

source: You need to verify the email address used as the contact email address for this Ad. The Ad will remain in a disabled status until you verify you address. A verification email has been sent to you.
fr_fr: Vous devez vérifier l'adresse mail utilisée comme contact pour cette annonce. En attendant, l'annonce ne sera pas activée. Un mail de vérification vous a été adressé.

source: You should choose one of the available Payment Terms.
fr_fr: Vous devez choisir l'un des Termes de Paiement disponibles.

source: You should select an owner for this Ad.
fr_fr: Vous devez sélectionner un propriétaire pour cette annonce.

source: Your Ad "%s" has been approved
fr_fr: Votre annonce "%s" a été approuvée

source: Your Ad "%s" has been successfully updated
fr_fr: Votre annonce "%s" a été mise à jour

source: Your Ad "%s" was recently approved by the admin. You should be able to see the Ad published here: %s.
fr_fr: Votre annonce "%s" a été récemment approuvée par l'Administrateur. Vous devriez être capable de voir l'annonce publiée ici: %s.

source: Your Ad details and any photos you have uploaded have been deleted from the system
fr_fr: Vos Détails de l'annonce et les photos que vous avez téléchargées ont été supprimés du système

source: Your Ad details have been filled out in the form below. Make any changes needed and then resubmit the Ad to update it.
fr_fr: Les détails de votre annonce ont été remplis dans le formulaire ci-dessous. Apportez toutes les modifications nécessaires puis renvoyez l'annonce pour mise à jour.

source: Your Ad has been renewed
fr_fr: Votre annonce a été renouvelée

source: Your Ad has been submitted.
fr_fr: Votre annonce a été soumise.

source: Your Ad has been successfully deleted.
fr_fr: Votre annonce a été supprimée avec succès.

source: Your Ad has been successfully updated. Ad information is shown below.
fr_fr: Votre annonce a été mise à jour avec succès. Les informations la concernant sont ci-dessous.

source: Your Ad was flagged as spam. Please contact the administrator of this site.
fr_fr: Votre annonce a été marquée comme spam. Veuillez contactez l'Administrateur de ce site.

source: Your AdSense code (Best if 468x60 text or banner.)
fr_fr: Votre code AdSense (meilleur si le texte est de 468x60 ou une bannière.)

source: Your Classified Ad listing has been submitted
fr_fr: Votre Petite Annonce a été soumise

source: Your Payment has been processed successfully. However is still pending approvation from the payment gateway. Please press the button below to continue with the process.
fr_fr: Votre paiement a été traité avec succès. Cependant il est toujours en attente d'approbation dans la passerelle de paiement. Veuillez appuyer sur le bouton ci-dessous pour continuer le processus.

source: Your Payment has been processed successfully. However, the payment gateway didn't return a payment status that allows us to continue with the process. Please contact the website administrator to solve this issue.
fr_fr: Votre paiement a été traité avec succès. Toutefois, la passerelle de paiement n'a pas retourné un état ​​de paiement qui nous permet de poursuivre le processus. Veuillez contacter l'administrateur du site pour résoudre ce problème.

source: Your Payment has been processed successfully. Please press the button below to continue with the process.
fr_fr: Votre paiement a été traité avec succès. Veuillez appuyer sur le bouton ci-dessous pour continuer le processus.

source: Your answers couldn't be verified by the reCAPTCHA server.
fr_fr: Votre réponse n'a pas pu être validée par le serveur reCAPTCHA.

source: Your browser doesn't have Flash, Silverlight or HTML5 support.
fr_fr: Votre navigateur ne dispose pas de Flash Player, Silverlight ou ne supporte pas le HTML5.

source: Your category changes have been saved.
fr_fr: Vos modifications de catégorie ont été enregistrées.

source: Your changes have been saved.
fr_fr: Vos modifications ont été enregistrées.

source: Your classifieds listing "%s" has been successfully renewed.
fr_fr: Votre annonce "%s" a été renouvelée avec succès.

source: Your classifieds listing Ad has been successfully renewed. More information below:
fr_fr: Votre annonce a été renouvelée avec succès. Plus d'informations ci-dessous:

source: Your classifieds listing Ad will expire in %d days.
fr_fr: Votre annonce expire dans %d jours.

source: Your classifieds listing at %s has expired
fr_fr: Votre annonce à %s a expiré

source: Your email address
fr_fr: Votre Adresse Email

source: Your email address was successfully verified.
fr_fr: Votre annonce a été vérifiée avec succès.

source: Your listing has not been fully submitted yet. To complete the process you need to click the link below.
fr_fr: Votre inscription n'a pas encore été totalement soumise. Pour compléter le processus, vous devez cliquer sur le lien ci-dessous.

source: Your message
fr_fr: Votre Message

source: Your message has been sent.
fr_fr: Votre message a été envoyé.

source: Your message was flagged as spam. Please contact the administrator of this site.
fr_fr: Votre message a été marqué comme spam. Veuillez contacter l'Administrateur de ce site.

source: Your name
fr_fr: Votre Nom

source: Your own.
fr_fr: Votre propre.

source: Your recently posted the Ad "%s" to %s. In order to complete the posting process you have to verify your email address. Please click the link below to complete the verification process. You will be redirected to the website where you can see your Ad.
fr_fr: Vous avez récemment posté l'Annonce "%s" à %s. Afin de finaliser sa publication, vous devez valider votre adresse email. Veuillez cliquer sur le lien ci-dessous pour effectuer cette validation. Vous serez ensuite redirigé vers le site web pour voir votre Annonce.

source: Your request cannot be processed at this time. Please try again or contact the administrator about the incident.
fr_fr: Votre demande ne peut être actuellement traitée. Veuillez reessayer ou contacter l'Administrateur de ce site.

source: Your solution to the math problem was incorrect. Please try again.
fr_fr: Votre solution au calcul de math était incorrecte. Veuillez essayer de nouveau.

source: Your website address is not properly formatted. Please make sure you have included the http:// part of your website address
fr_fr: Votre adresse de site Web n'est pas correctement formatée. Veuillez vous assurer d'avoir inclus la partie http:// de votre adresse de site Web

source: Zero means there will be as many thumbnails as possible per row.
fr_fr: Zéro signifie qu'il y aura autant de vignettes que possible par ligne.

source: Zip file containing images
fr_fr: fichier Zip contenant des images

# debug page
source: cURL's alternate CA info (cacert.pem)
fr_fr: cURL information alternative CA (cacert.pem)

# ad details form
source: characters left.
fr_fr: Caractères.

# credit plans table
source: clear selection
fr_fr: Supprimer la sélection

source: expired
fr_fr: Expirée

source: inactive
fr_fr: Désactivée

source: invalid
fr_fr: Invalide

source: less than 1
fr_fr: Inférieur à 1

# loading region options
source: loading...
fr_fr: Chargement...

source: reCAPTCHA (recommended)
fr_fr: reCAPTCHA (recommandé)

source: reCAPTCHA Secret Key
fr_fr: Clé secrète reCAPTCHA

source: reCAPTCHA Site Key
fr_fr: Clé du site reCAPTCHA

source: reCAPTCHA can't be used because the private key setting is required for reCAPTCHA to work properly.
fr_fr: reCAPTCHA ne peut pas être utilisé car les paramètres de clé privée sont nécessaires pour que reCAPTCHA fonctionne correctement.

source: reCAPTCHA can't be used because the public key and private key settings are required for reCAPTCHA to work properly.
fr_fr: reCAPTCHA ne peut pas être utilisé car les paramètres de clé publique et de clé privée sont nécessaires pour que reCAPTCHA fonctionne correctement.

source: reCAPTCHA can't be used because the public key setting is required for reCAPTCHA to work properly.
fr_fr: reCAPTCHA ne peut pas être utilisé car les paramètres de clé publique sont nécessaires pour que reCAPTCHA fonctionne correctement.

source: reCAPTCHA: Uses distorted images that only humans should be able to read (recommended).
fr_fr: reCAPTCHA: Utilise la déformation des images que seuls les humains devraient être capables de lire (recommandé).

# reply email
source: regarding
fr_fr: en ce qui concerne

source: separate cities by commas
fr_fr: Ville

source: separate counties by commas
fr_fr: Département (En toutes lettres)

source: separate countries by commas
fr_fr: Pays

source: separate states by commas
fr_fr: Etats (Pour les Pays Confédérés)

source: there was an error trying to disable %d Ads
fr_fr: il y a eu une erreur en essayant de désactiver les Annonces %d

source: there was an error trying to enable %d Ads
fr_fr: il y a eu une erreur en essayant d'activer les Annonces %d

source: there was an error trying to mark %d Ad as SPAM
fr_fr: il y a eu une erreur en essayant de marquer l'annonce %d comme SPAM

source: there was an error trying to renew %d Ads
fr_fr: Une erreur est survenue dans le renouvellement des Annonces %d.

source: there was an error trying to send %d Ads to a Facebook Group
fr_fr: Une erreur est intervenue en tentant d'envoyer %d Annonces à un Groupe Facebook

source: there was an error trying to send %d Ads to a Facebook Page
fr_fr: Une erreur est intervenue en tentant d'envoyer %d Annonces à une Page Facebook

source: there was an error trying to set %d Ads as featured
fr_fr: il y a eu une erreur en essayant de mettre en vedette les Annonces %d

source: there was an error trying to set %d Ads as non-featured
fr_fr: il y a eu une erreur en essayant de mettre les Annonces %d comme non-vedette

source: use spreadsheet information
fr_fr: utiliser les informations de feuille de calcul

source: visit the forums!
fr_fr: visiter les forums!
