Repository: wp-plugins/another-wordpress-classifieds-plugin
Catalog: languages/AWPCP-*.po
Languages: fr_fr

source: Check this to use the name and email of the sender in the FROM field when someone replies to an ad. When unchecked the messages go out with the website name and WP admin email address in the from field. Some servers will not process outgoing emails that have an email address from gmail, yahoo, hotmail and other free email services in the FROM field. Some servers will also not process emails that have an email address that is different from the email address associated with your hosting account in the FROM field. If you are with such a webhost you need to leave this option unchecked and make sure your WordPress admin email address is tied to your hosting account.
fr_fr: Cochez cette case pour utiliser le nom et l'email de l'expéditeur dans le champ FROM lorsque quelqu'un répond à une annonce. Lorsqu'elle n'est pas cochée les messages sortent avec le nom du site et l'adresse électronique de l'administrateur WP dans le champ. Certains serveurs ne sauront pas traiter les emails sortants qui ont une adresse e-mail de gmail, yahoo, hotmail et d'autres services gratuits de messagerie dans le champ. Certains serveurs ne sauront également pas traiter les e-mails qui ont une adresse électronique qui est différente de l'adresse de courriel associée à votre compte d'hébergement dans le champ. Si vous êtes chez un hébergeur vous devez laisser cette option désactivée et vous assurer que votre adresse courriel d'administration de WordPress est liée à votre compte d'hébergement.

# settings
source: Check to ask for payment before entering Ad details. Uncheck if you want users to pay for Ads at the end of the process, after images have been uploaded.
fr_fr: Vérifiez la demande de paiement avant d'entrer dans les détails de l'annonce. Décochez la case si vous souhaitez que les utilisateurs paient pour les annonces à la fin du processus, après que les images ont été téléchargées.

source: Check to disable.
fr_fr: Cocher pour désactiver.

source: Checkout
fr_fr: Contrôle

source: City
fr_fr: Ville

source: City Field
fr_fr: Champ Ville

source: Classifieds
fr_fr: Annonces

# awpcp admin menu
source: Classifieds
fr_fr: Petites Annonces

source: Classifieds Contact Information
fr_fr: Coordonnées de contact

source: Classifieds Management System
fr_fr: Système de Gestion de Petites Annonces

source: Classifieds Menu
fr_fr: Menu Annonces

source: Classifieds Moderator
fr_fr: Modérateur d'Annonces

source: Classifieds Pages
fr_fr: Pages Petites Annonces

# default blog title
source: Classifieds Website
fr_fr: Site de Petites annonces

source: Click here
fr_fr: Cliquez ici

source: Click here to have your Ad access keys sent to you.
fr_fr: Cliquez ici pour avoir vos clés d'accès d'annonces envoyées.

source: Click to enlarge image.
fr_fr: Cliquez pour agrandir l'image.

# uploader queue
source: Close
fr_fr: Fermer

# widget modification notice
source: Close this, I'll check my Widget configuration.
fr_fr: Fermer ceci, je vais vérifier la configuration de mon widget.

source: Collapse Categories
fr_fr: Dérouler les catégories

source: Comments & Ratings
fr_fr: Commentaires & Notes

source: Comments/Ratings
fr_fr: Commentaires & Evaluations

# task status
source: Complete
fr_fr: Terminé

# add credit checkout step
source: Complete Payment
fr_fr: Paiement Complet

# place ad checkout step
source: Complete Payment
fr_fr: Paiement Complet

source: Completed
fr_fr: Terminé

# ad payment status
source: Completed
fr_fr: Terminé

source: Configure AWPCP
fr_fr: Configurer AWPCP

# awpcp upgrade
source: Congratulations. AWPCP has been successfully upgraded. You can now access all features. <a href="%s">Click here to Continue</a>.
fr_fr: Félicitations. AWPCP a été mis à jour avec succès. Vous pouvez désormais accéder à toutes les fonctionnalités. <a href="%s">Cliquez ici pour continuer</a>.

source: Congratulations. You have successfully added credit to your account.
fr_fr: Félicitations. Vous venez d'ajouter du crédit à votre compte.

source: Contact Information
fr_fr: Coordonnées de contact

# ad details form
source: Contact Person's Email
fr_fr: Email de la Personne à Contacter

# ad details form
source: Contact Person's Phone Number
fr_fr: Numéro de Téléphone de la Personne à Contacter

source: Contact email is required in row %s.
fr_fr: Contact email est nécessaire dans la ligne %s.

source: Contacting about
fr_fr: Contacter

source: Continue
fr_fr: Continuer

# ad details form
source: Continue
fr_fr: Continuer

# send ad access key form
source: Continue
fr_fr: Continuer

source: Could not create resized versions of image %s.
fr_fr: Impossible de créer des versions redimensionnées de l'image %s.

# upload files
source: Could not create resized versions of image %s.
fr_fr: Impossible de créer des versions redimensionnées de l'image %s.

source: Could not save the information to the database for %s in row %d
fr_fr: Impossible d'enregistrer les informations dans la base de données %s à la ligne %d

source: Could not validate User Access Token. Are you connected to the internet?
fr_fr: Nous n'avons pas pu valider votre code d'accès utilisateur. Etes-vous bien connecté à l'Internet?

source: Could not write temporary file %s
fr_fr: Impossible d'écrire le fichier temporaire %s

source: Country
fr_fr: Pays

source: Country Field
fr_fr: Champ Pays

source: County Field
fr_fr: Champ Département

source: County/Village/Other
fr_fr: Département (En toutes lettres)

source: Coupon/Discount
fr_fr: Coupon/Remise

source: Coupons/Discount
fr_fr: Coupons/Remises

source: Credit Plans
fr_fr: Plans de Crédit

# credit plans table
source: Credit Plans
fr_fr: Plans de Crédit

source: Credit System
fr_fr: Système de Crédit

source: Credit System Settings
fr_fr: Réglages du Système de Crédits

source: Credit System was automatically disabled because you disabled Require Registration setting.
fr_fr: Le Système de Crédit a été automatiquement désactivé car vous avez désactivé l'obligation d'enregistrement.

source: Credit System was disabled automatically because you disabled Charge Listing Fee.
fr_fr: Le Système de Crédit a été désactivé automatiquement parce que vous avez désactivé le chargement des Frais.

# credit plans table
source: Credits
fr_fr: Crédits

source: Crop primary image thumbnails?
fr_fr: Recadrer les vignettes des images principales?

source: Crop thumbnail images?
fr_fr: Redimensionner les Vignettes?

source: Currency
fr_fr: Devise

source: Currency & Credits
fr_fr: Devise & Crédits

source: Currency Format
fr_fr: Devise de Format

source: Currency code
fr_fr: Format de Devise

source: Current page
fr_fr: Page actuelle

source: Custom Registration Page URL
fr_fr: URL personnalisée de la page d'inscription

source: Customer attempt to pay has failed
fr_fr: La tentative du client à payer a échoué

# settings
source: Date & Time Format
fr_fr: Format de Date et d'Heure

source: Date (newest first)
fr_fr: Date (plus récent)

source: Date (oldest first)
fr_fr: Date (plus ancien)

source: Date Format
fr_fr: Format de Date

# settings
source: Date Format
fr_fr: Format de Date

source: Date Separator
fr_fr: Séparateur de Date

source: Date Time Format
fr_fr: Format de Date Temps

# payment terms
source: Day
fr_fr: Jour

source: Deactivate License
fr_fr: Licence désactivée

source: Dear Administrator
fr_fr: Cher Administrateur

source: Debug
fr_fr: Débogueur

source: Default number of Ads per page
fr_fr: Nombre d'annonces par défaut par page

source: Default user
fr_fr: Utilisateur par défaut

# task status
source: Delayed
fr_fr: Effacée

source: Delete
fr_fr: Effacer

# media manager
source: Delete
fr_fr: Effacer

source: Delete Ads too
fr_fr: Supprimer aussi les Annonces

source: Delete Category
fr_fr: Supprimer Catégorie

source: Delete File
fr_fr: Effacer le Fichier

source: Delete Image
fr_fr: Supprimer l'Image

source: Delete Listing
fr_fr: Supprimer l'annonce

source: Delete Search Region
fr_fr: Effacer la région recherchée

source: Delete Selected Categories
fr_fr: Supprimer les Catégories sélectionnées

source: Delete Video
fr_fr: Effacer la Vidéo

source: Delete categories should do this with existing Ads
fr_fr: Effacer des catégories devraient être effectué avec des Annonces existantes

source: Descending
fr_fr: Décroissant

source: Destination directory doesn't exists and couldn't be created.
fr_fr: Le répertoire de destination n'existe pas et n'a pas pu être créé.

source: Disable
fr_fr: Désactiver

# media manager
source: Disable
fr_fr: Désactiver

source: Disable AWPCP Lightbox feature
fr_fr: Désactiver la Lightbox AWPCP

source: Disable expired ads instead of deleting them?
fr_fr: Désactiver les annonces expirées au lieu de les supprimer?

source: Disable listings until administrator approves
fr_fr: Désactiver l'annonce jusqu'à ce que l'Administration l'approuve

source: Disable listings until administrator approves modifications
fr_fr: Désactiver l'annonce jusqu'à ce que l'Administration l'approuve

source: Disabled
fr_fr: Désactivé

source: Display and require Terms of Service
fr_fr: Afficher et exiger Conditions Générales d'Utilisation

source: Display this text above ad detail text input box on ad post page
fr_fr: Afficher cette boîte de saisie de texte de détail annonce ci-dessus sur la page de dépôt d'annonces

source: Displays a list of Ad categories.
fr_fr: Affiche une liste des catégories d'annonces.

source: Displays a list of latest Ads
fr_fr: Affiche la liste des dernières annonces

source: Displays a list of random Ads
fr_fr: Affiche la liste des annonces aléatoires

source: Documentation on date and time formatting
fr_fr: Documentation sur les formats de dates et heures

source: Don't show currency symbol
fr_fr: Ne pas afficher le symbole de la Devise

source: Donate to Support AWPCP
fr_fr: Faites un don pour soutenir AWPCP

# uploader queue
source: Drag files here.
fr_fr: Déposer les fichiers ici.

source: Dropdown
fr_fr: Liste déroulante

# uploader queue
source: Duplicate file error.
fr_fr: Erreur de recopie de fichier

source: Duplicated post name
fr_fr: post_name dupliqué

source: Duration
fr_fr: Durée

# place ad payment terms column headers
source: Duration
fr_fr: Durée

source: Edit
fr_fr: Editer

# title attribute for edit listing link
source: Edit <listing-title>
fr_fr: Editer <listing-title>

source: Edit Ad
fr_fr: Editer l'Annonce

# text for edit listing link
source: Edit Ad
fr_fr: Editer une Annonce

source: Edit Ad page
fr_fr: Page Modifier une Annonce

source: Edit Category
fr_fr: Modifier Catégorie

# credit plans form
source: Edit Credit Plan Details
fr_fr: Editer les détails du Plan de Crédit

source: Edit Details
fr_fr: Editer les Détails

source: Edit Fee Plan Details
fr_fr: Editer les détails du Plan d'Honoraires

source: Email Address
fr_fr: Adresse Email

source: Email address for PayPal payments (if running in pay mode and if PayPal is activated).
fr_fr: Adresse Email pour les paiements par PayPal (si exécution en mode de rémunération et si PayPal est activé).

source: Email sent %s.
fr_fr: Courriel envoyé le : %s

source: Email verification was disabled because you enabled Require Registration. Registered users don't need to verify the email address used for contact information.
fr_fr: La vérification d'Email est désactivée car vous avez exigé que les utilisateurs soient enregistrés. Les utilisateurs enregistrés n'ont pas besoin de vérification de leur adresse mail pour être contactés.

source: Email verification was not enabled because Require Registration is on. Registered users don't need to verify the email address used for contact information.
fr_fr: La vérification d'Email n'a pas été activée car il est exigé que les utilisateurs soient enregistrés. Les utilisateurs enregistrés n'ont pas besoin de vérification de leur adresse mail pour être contactés.

source: Emails are sent to your WordPress admin email. If you prefere to receive emails in a different address, please enter it here.
fr_fr: Les courriels sont envoyés à votre adresse email Admin de WordPress. Si vous préférez recevoir les courriels à une adresse différente, entrez la nouvelle adresse ici.

source: Emails go out using your WordPress admin email. If you prefer to use a different email enter it here.
fr_fr: Les emails sortants utilisent votre email Admin WordPress. Si vous préférez utiliser un autre email l'inscrire ici.

source: Empty ZIP Archive
fr_fr: Vider archive ZIP

source: Enable
fr_fr: Activer

# media manager
source: Enable
fr_fr: Activer

source: Enable CAPTCHA
fr_fr: Activer CAPTCHA

source: Enable Credit System
fr_fr: Activer le Système de Crédit

source: Enable User Ad Management Panel
fr_fr: Activer Utilisateur du Panneau de Gestion d'Annonce

source: Enable external SMTP server
fr_fr: Activer le serveur SMTP externe

source: Enable page filter
fr_fr: Activer le filtre de page

source: Enable paid ads that are pending payment.
fr_fr: Activer annonces payées ou qui sont en attente de paiement.

source: Enable translations. WordPress will look for an AWPCP-&lt;language&gt;.mo file in AWPCP's languages/ directory of the main plugin and premium modules. Example filenames are: AWPCP-en_EN.mo, AWPCP-es_ES.mo. You can generate .mo files using POEdit and the AWPCP.pot or AWPCP-en_EN.po files included with the plugin.
fr_fr: Activer traductions. WordPress va chercher le fichier dans le répertoire de AWPCP-&lt;language&gt;.mo dans le dossier AWPCP's languages. Exemple nom de fichier: AWPCP-en_EN.mo, AWPCP-es_ES.mo. Vous pouvez générer des fichiers .mo en utilisant POEdit et le AWPCP.pot ou le fichier AWPCP-en_EN.po fourni avec le plugin.

source: Enabled
fr_fr: Activé

source: Enabled external SMTP server (if emails not processing normally).
fr_fr: Serveur SMTP externe activé (si les emails ne sont pas traités normalement).

source: End Date
fr_fr: Date de fin

# ad details form
source: End Date
fr_fr: Date de Fin

source: End Date (mm/dd/yyyy)
fr_fr: Date de fin (jj/mm/aaaa)

source: End date missing (alternately you can specify the default end date) at row number %s
fr_fr: Date de fin manquante (alternativement, vous pouvez préciser la date de fin par défaut) au numéro de ligne %s

source: Enter Ad Details
fr_fr: Entrez les Détails de l'annonce

source: Enter Listing Details
fr_fr: Saisir les Détails de l'Annonce

source: Enter the category name
fr_fr: Entrez le nom de la catégorie

source: Enter the number of days before the ad expires to send the email.
fr_fr: Entrez le nombre de jours précédant l'expiration de l'annonce pour envoyer l'email.

# CAPTCHA
source: Enter the value of the following sum: %d + %d
fr_fr: Entrez la valeur de la somme suivante: %d + %d

source: Enter your Ad access key
fr_fr: Entrez votre clé d'accès d'annonce

source: Enter your email address
fr_fr: Entrez votre adresse email

source: Error
fr_fr: Erreur

# uploader queue
source: Error: File too large:
fr_fr: Erreur : fichier trop volumineux :

# uploader queue
source: Error: Invalid file extension:
fr_fr: Erreur : extension de fichier erronée

# csv importer
source: Errors
fr_fr: Erreurs

source: European
fr_fr: Européen

source: Everything looks OK.
fr_fr: Tout semble OK.

# settings
source: Example output
fr_fr: Exemple de sortie

# listing url settings section
source: Example: <example-path>.
fr_fr: Exemple : <example-path>.

source: Excerpt View
fr_fr: Voir Extrait

# media manager
source: Existing files for Ad %s.
fr_fr: Fichiers existants pour l'Annonce %s.

# alternate CA info for cURL
source: Exists
fr_fr: Existe

source: Expiration Date
fr_fr: Date d'expiration

source: Expire free ads after how many days? (0 for no expiration).
fr_fr: Annonces gratuites expirent après combien de jours? (0 pour aucune date d'expiration).

source: Expired
fr_fr: Annonce expirée

source: Expires on
fr_fr: Expire le

source: Extra Field %s's value is not allowed in row %d. Allowed value is one of: %%s
fr_fr: La valeur du champ supplémentaire %s's n'est pas autorisée dans la ligne %d. La valeur autorisée est l'une des: %%s

source: Extra Field %s's value is not allowed in row %d. Allowed values are: %%s
fr_fr: La valeur du champ supplémentaire %s's n'est pas autorisée dans la ligne %d. Les valeurs autorisées sont: %%s

source: Extra Fields
fr_fr: Champs Supplémentaires

source: FROM email address for outgoing emails
fr_fr: FROM adresse e-mail pour les emails sortants

source: Facebook API returned the following errors: %s.
fr_fr: L'API Facebook a retourné l'erreur suivante :%s.

source: Facebook Config Diagnostics
fr_fr: Diagnostics de Configuration Facebook

source: Facebook Group
fr_fr: Groupe Facebook

source: Facebook Integration
fr_fr: Intégration Facebook

source: Facebook Page
fr_fr: Page Facebook

# task status
source: Failed
fr_fr: Echec

# task status
source: Failing
fr_fr: Echec

source: Featured
fr_fr: Disposition

source: Featured Ads
fr_fr: annonces en vedette

# payment term type
source: Fee
fr_fr: Frais

source: Fee Per Category
fr_fr: Tarif par Catégorie

source: Fee Plan Settings
fr_fr: Réglages du Plan d'Honoraires

source: Fee Plan sort direction
fr_fr: Sens du tri des Plans de Paiement

source: Fee Plan sort order
fr_fr: Ordre de tri des Plans de Paiement

source: Fee per Category
fr_fr: Tarif par Catégorie

source: Fees
fr_fr: Honoraires

source: File %s does not exists.
fr_fr: Le fichier %s n'existe pas.

# uploader queue
source: File count error.
fr_fr: Erreur de comptage de fichier.

# uploader queue
source: File extension error.
fr_fr: Erreur d'extension de fichier.

source: File extension not allowed.
fr_fr: extension de fichier non autorisée.

source: File permissions applied to the uploads directory and sub-directories so that the plugin is allowed to write to those directories.
fr_fr: Permissions de fichier appliquées au répertoire et sous-répertoire de chargement afin que le plugin puisse y écrire.

source: File permissions for uploads directory
fr_fr: Permissions de fichier pour le répertoire de chargement

# uploader queue
source: File size error.
fr_fr: Erreur de taille de fichier.

# uploader queue
source: File: %s
fr_fr: Fichier : %s

# uploader queue
source: File: %s, size: %d, max file size: %d
fr_fr: Fichier : %s, Taille : %d, Taille maxi de fichier : %d

# uploader queue
source: Filename
fr_fr: Nom de fichier

source: Fill out the form below to post your classified Ad.
fr_fr: Remplissez le formulaire ci-dessous pour publier votre annonce gratuite.

# admin listings table
source: Filter
fr_fr: Filtre

source: Final Import Results
fr_fr: Importer les Résultats définitifs

source: Find ads by Contact Name
fr_fr: Trouver des annonces par le Nom de l'annonceur

# drip-autoresponder
source: Find out how to create a compelling, thriving classifieds site from scratch in this ridiculously actionable (and free) 5-part email course. Get a premium module (AWPCP XML Sitemap) for free just for signing up.
fr_fr: Découvrez comment créer un sites de petites annonces irrésistible et rentable avec ce modeste cours par email en 5 parties. Obtenez gratuitement ce module premium (AWPCP XML Sitemap) en vous enregistrant.

source: Finish
fr_fr: Terminer

source: First Name
fr_fr: Prénom

source: Flag Ad
fr_fr: Marquage d'annonce

source: Flagged
fr_fr: Signalé

source: For Ads Posted By
fr_fr: Pour les Annonces Publiées Par

source: Force Secure URLs was not enabled because your website couldn't be accessed using a secure connection.
fr_fr: Les URL sécurisées n'ont pas été activées car votre site web est inaccessible par une connexion sécurisée.

source: Force secure URLs on payment pages
fr_fr: URL sécurisées pour les pages de paiement

source: Form
fr_fr: Formulaire

source: Form Fields
fr_fr: Champs du Formulaire

# sub menu title
source: Form Fields
fr_fr: Champs du Formulaire

source: Form Steps
fr_fr: Etapes du Formulaire

source: Found a bug?
fr_fr: Trouvé un bug?

source: Free Ads expiration threshold
fr_fr: Petites annonces gratuites seuil d'expiration

source: Free Listing
fr_fr: Annonces gratuites

# settings
source: Full Display String
fr_fr: Affichage complet

# settings
source: Full date/time output with any strings you wish to add. <date> and <time> are placeholders for date and time strings using the formats specified in the Date Format and Time Format settings above.
fr_fr: La date/heure complète avec toutes les chaînes que vous souhaitez ajouter. <date> et <heure> sont des chaînes d'espaces réservés pour la date et l'heure en utilisant les formats spécifiés dans le format de date et les paramètres Format de l'heure ci-dessus.

source: General
fr_fr: Général

source: General Email Settings
fr_fr: Paramètres Généraux de Messagerie

source: General Settings
fr_fr: Paramètres Généraux

source: Generate errors if Category not found
fr_fr: Générer des erreurs si Catégorie introuvable

source: Get a Premium Module!
fr_fr: Obtenez le Premium Module!

source: Give it a good rating on WordPress.org.
fr_fr: Donnez-lui une bonne note sur WordPress.org.

source: Go to the %s section to edit/delete current categories or add new categories.
fr_fr: Allez à la section %s pour éditer/supprimer les catégories actuelles ou ajouter de nouvelles catégories.

source: Go to the %s section to manage the Images and Attachments for this Ad.
fr_fr: Allez à la section %s pour gérer les images et pièces jointes de cette Annonce.

source: Go to the %s to change the Single Ad layout.
fr_fr: Aller à %s pour changer la mise en page d'une Annonce.

source: Go to the <form-fields-section> admin section to change the order in which the fields mentioned below are shown to users in the Ad Details form.
fr_fr: Rendez-vous à la section <form-fields-section>du panneau d'administration pour changer l'ordre dans lequel les champs mentionnés ci-dessous s'afficheront à la lecture de l'Annonce.

source: Go to the <form-fields-settings-link> settings section to control which of the standard fields appear and if the user is required to enter a value. If you have the Extra Fields module, the rest of the fields can be configured from the Extra Fields admin section.
fr_fr: Aller à la section des Réglages <form-fields-settings-link> pour vérifier quels sont les champs standards affichés et si l'utilisateur doit y entrer une valeur. Si vus disposez du module Champs Supplémentaires, le reste des champs peut être configuré à partir du panneau d'administration de ce module.

source: Go to the first page
fr_fr: Aller à la première page

source: Go to the last page
fr_fr: Aller à la dernière page

source: Go to the next page
fr_fr: Aller à la page suivante

source: Go to the previous page
fr_fr: Aller à la page précédente

source: Google Checkout
fr_fr: Google Contrôle

source: Google Checkout Payments
fr_fr: Contrôle Paiement Google

source: HTML Widget for User field
fr_fr: Widget HTML pour les Champs Utilisateur

# uploader queue
source: HTTP Error.
fr_fr: Erreur HTTP.

source: Have non-registered users verify the email address used to post new Ads
fr_fr: Oblige les utilisateurs non-enregistrés à valider leur adresse email utilisée pour poster une nouvelle annonce;

source: Headline
fr_fr: Titre

source: Height of the thumbnail for the primary image shown in Single Ad view.
fr_fr: Hauteur de la vignette de l'image principale affichée dans voir une annonce.

source: Height of the thumbnail images.
fr_fr: Hauteur des images miniature

source: Hello
fr_fr: Bonjour

source: Hello %s,
fr_fr: Bonjour %s,

source: Hello and welcome to <strong>Another WordPress Classifieds</strong>. This plugin is super easy to use AND highly configurable.
fr_fr: Bonjour et bienvenue sur <strong>Another WordPress Classifieds</strong>. Ce plugin est super facile à utiliser ET hautement configurable.

# Quick Start Guide
source: Help me get my classifieds running quickly.
fr_fr: Aidez-moi pour que mes annonces soient rapidement opérationnelles.
