Repository: wp-plugins/another-wordpress-classifieds-plugin
Catalog: languages/AWPCP-*.po
Languages: fr_fr

source: Uncheck this if you need to turn off the AWPCP page filter that prevents AWPCP classifieds children pages from showing up in your wp pages menu (You might need to do this if for example the AWPCP page filter is messing up your page menu. It means you will have to manually exclude the AWPCP children pages from showing in your page list. Some of the pages really should not be visible to your users by default).
fr_fr: Décochez cette option si vous devez désactiver le filtre de page AWPCP qui empêche AWPCP Pages Annonces enfants d'apparaître dans votre menu pages de wp (Vous pourriez avoir besoin de faire cela si par exemple le filtre de page AWPCP gâche votre menu de la page. Cela signifie que vous devrez exclure manuellement les pages enfants AWPCP s'affichent dans votre liste de page. Certaines pages ne devraient vraiment pas être visibles pour le public).

# settings
source: Uncheck to show prices without decimals. The value will be rounded.
fr_fr: Décochez cette case pour montrer les prix sans décimales. La valeur sera arrondie.

source: Under Ad text.
fr_fr: Au dessous du texte de l'annonce.

source: Unflag
fr_fr: supprimer l'indicateur

source: Unfortunately, those changes could cause WordPress to recognize the new widgets as totally different ones, in which case, the old widgets would be removed from your sidebars. If you are currently using any of the AWPCP widgets, please review your sidebars configuration and make sure to restore any widget that is missing.
fr_fr: Malheureusement, ces changements pourraient faire que WordPress reconnaît les nouveaux widgets comme totalement différents, et dans ce cas, les anciens widgets seraient retirés de vos barres latérales. Si vous utilisez actuellement l'un des widgets AWPCP, vérifiez votre configuration des barres latérales et prenez soin de restaurer n'importe quel widget qui manque.

source: Uninstall
fr_fr: Désinstaller

source: Units
fr_fr: Unités

source: Unknown error encountered while uploading the image.
fr_fr: Erreur inconnue rencontrée lors du chargement de l'image.

# upload files
source: Unknown error encountered while uploading the image.
fr_fr: Erreur inconnue rencontrée lors du chargement de l'image.

source: Unkown step "%s". Please contact the administrator about this error.
fr_fr: Etape inconnue "%s". SVP contacter l'administrateur à ce sujet.

source: Unpaid
fr_fr: Impayé

# ad payment status
source: Unpaid
fr_fr: Non rémunéré

source: Untitled
fr_fr: Pas de Titre

source: Unverified
fr_fr: Non vérifiées

source: Update
fr_fr: Mise à Jour

source: Upgrade
fr_fr: Mise à jour

# awpcp upgrade
source: Upgrade
fr_fr: Mise à jour

source: Upload Files
fr_fr: Charger les fichiers sélectionnés

# uploader queue
source: Upload URL might be wrong or doesn't exist.
fr_fr: L'URL chargée est erronée ou n'existe pas

# uploader queue
source: Upload element accepts only %d file(s) at a time. Extra files were stripped.
fr_fr: Le composant de chargement n'accepte que %d fichiers à la fois. Les autres fichiers ont été omis.

# media manager
source: Upload files for Ad %s.
fr_fr: Charger des fichiers pour l'Annonce %s.

source: Upload folder name. (Folder must exist and be located in your wp-content directory)
fr_fr: Téléchargez nom du dossier. (Le dossier doit exister et être situé dans le répertoire wp-content)

# uploader queue
source: Uploaded %d/%d files
fr_fr: %d/%d fichiers chargés

source: Uploads Directory
fr_fr: Répertoire de chargement

source: Uploads folder name
fr_fr: Nom du dossier Téléchargements

source: Use Akismet
fr_fr: Utiliser Akismet

source: Use Akismet for Posting Ads/Contact Responses (strong anti-spam).
fr_fr: Utilisez Akismet pour l'affichage des Annonces/Réponses de contact (puissant anti-spam).

source: Use multiple dropdowns to choose categories
fr_fr: Utiliser plusieurs menus déroulants pour choisir une catégorie

source: Use sender email for reply messages
fr_fr: Utiliser l'email de l'envoyeur pour les mails de réponse

source: Use the form below to conduct a broad or narrow search. For a broader search enter fewer parameters. For a narrower search enter as many parameters as needed to limit your search to a specific criteria.
fr_fr: Utilisez le formulaire ci-dessous pour effectuer une recherche large ou étroite. Pour une recherche plus vaste entrer moins de paramètres. Pour une recherche plus étroite entrer autant de paramètres que nécessaire pour limiter votre recherche à des critères spécifiques.

source: User
fr_fr: Utilisateur

source: User Access Token
fr_fr: Numéro d'authentification d'utilisateur

source: User Access Token is valid but doesn't have the permissions required for AWPCP integration (publish_pages, publis_actions and manage_pages).
fr_fr: Le code d'accès utilisateur est bien valide mais n'a pas les permissions requises pour l'intégration AWPCP (publish_pages, publish_actions and manage_pages).

source: User Ad Management Panel
fr_fr: Utilisateur du Panneau de Gestion d'Annonce

source: User Ad Management panel was automatically deactivated because you disabled Require Registration setting.
fr_fr: Le Panneau de Gestion d'Annonce Utilisateur est automatiquement désactivé lorsque vous désactivez l'obligation d'enregistrement.

source: User Email
fr_fr: Email Utisateur

source: User Field
fr_fr: Champ Utilisateur

source: User Login
fr_fr: Mot de Passe Utilisateur

source: User Name
fr_fr: Nom Utilisateur

source: User Notifications
fr_fr: Notifications de l'utilisateur

source: Username is required in row %s. Please include a username or selected a default user.
fr_fr: Le nom d'utilisateur est requis en ligne %s. Veuillez saisir un nom d'utilisateur ou sélectionner un utilisateur par défaut.

source: Verify the email address used for Ad "%s"
fr_fr: Valider l'adresse email utilisée pour l'annonce "%s"

source: Videos
fr_fr: Vidéos

source: View
fr_fr: Voir

source: View Ad.
fr_fr: Voir une Annonce

source: View All
fr_fr: Voir tout

source: View Categories page
fr_fr: Page Voir les Catégories

source: View Listing
fr_fr: Voir les Annonces

# media-manager
source: View Listing
fr_fr: Voir les Annonces

source: Views (least viewed first, then by date)
fr_fr: Vues (moins vues d'abord, puis par date)

source: Views (least viewed first, then by title)
fr_fr: Vues (moins vues d'abord, puis par titre)

source: Views (most viewed first, then by date)
fr_fr: Vues (plus consultées d'abord, puis par date)

source: Views (most viewed first, then by title)
fr_fr: Vues (plus consultées d'abord, puis par titre)

source: Visit Website
fr_fr: Visitez le site web

# drip-autoresponder
source: Want to know the Secrets of Building an Awesome Classifieds Website?
fr_fr: Voulez-vous connaître les secrets pour construire un superbe site web de petites annonces ?

source: Warning
fr_fr: Avertissement

source: We can't process payments for this Payment Transaction at this time. Please contact the website administrator and provide the following transaction ID: %s
fr_fr: Nous ne pouvons pas traiter les paiements pour cette opération de paiement en ce moment. Contactez l'Administrateur du site Web et fournir le numéro de transaction suivant: %s

source: We cannot recover the data after you click this.
fr_fr: Nous ne pourrons pas récupérer es données après avoir cliqué.

source: We could not obtain a valid access token from Facebook. Please try again.
fr_fr: Nous n'avons pas pu obtenir d'autorisation d'accès de Facebook. Veuillez ré-essayer

source: We could not obtain a valid access token from Facebook. The API returned the following error: %s
fr_fr: Nous n'avons pas pu obtenir d'autorisation d'accès de Facebook. L'API a retourné l'erreur suivant : %s

source: We couldn't determine the payment status for your transaction. Please contact customer service if you are viewing this message after having made a payment. If you have not tried to make a payment and you are viewing this message, it means this message is being shown in error and can be disregarded.
fr_fr: Nous ne pouvions pas déterminer l'état de paiement de votre transaction. Veuillez contacter le service client si vous voyez ce message après avoir effectué un paiement. Si vous n'avez pas essayé de faire un paiement et que vous voyez ce message, cela signifie que ce message s'est affiché par erreur et doit être ignoré.

source: We couldn't find a valid payment term associated with this Ad.
fr_fr: Nous n'avons pas trouvé de Terme de paiement valide pour cette Annonce.

source: We found errors in the details you submitted. A detailed error message is shown in front or below each invalid field. Please fix the errors and submit the form again.
fr_fr: Nous avons détecté des erreurs dans les détails transmis. Un message d'erreur détaillé figure près de chaque champ invalide. Svp, corriger ces erreurs et renvoyer le formulaire.

source: We haven't received your payment information from PayPal yet and we are unable to verify your transaction. Please reload this page or visit <a href="%s">%s</a> in 30 seconds to continue placing your Ad.
fr_fr: Nous n'avons pas encore reçu vos informations de paiement de PayPal et nous sommes incapables de vérifier votre transaction. Veuillez recharger cette page ou consultez la <a href="%s">%s</a> en 30 secondes pour continuer à insérer votre annonce.

source: We were unable to find a Payment Transaction assigned to this operation.
fr_fr: Nous avons été incapables de trouver une transaction de paiement affectée à cette opération.

source: We were unable to find a Payment Transaction assigned to this operation. No images can be added at this time.
fr_fr: Nous avons été incapables de trouver une transaction de paiement affectée à cette opération. Aucune image ne peut être ajoutée à ce moment.

source: Website Field
fr_fr: Champ Website

# ad details form
source: Website URL
fr_fr: URL Site Web

# payment terms
source: Week
fr_fr: Semaine

source: Welcome message in Classified page
fr_fr: Message de bienvenue à la page Petites Annonces

source: When should AWPCP send the expiration notice?
fr_fr: Quand AWPCP doit-il envoyer le message d'expiration ?

source: When this is turned on, people will use <manage-fees-link>fee plans</a> to pay for your classifieds. Leave it off if you never want to charge for any ads.
fr_fr: Lorsque ceci est activé, les personnes utiliseront <manage-fees-link>Plans de paiement</a> pour payer leur annonce. Si vous souhaitez la gratuité des annonces, ne sélectionnez pas cette fonction.

source: Who can access AWPCP Admin Dashboard
fr_fr: Qui a accès au panneau d'administration d'AWPCP

source: Why not do any or all of the following:
fr_fr: Pourquoi ne pas faire tout ou partie de ce qui suit:

source: Width of the thumbnail for the primary image shown in Ad Listings view.
fr_fr: Largeur de la vignette de l'image principale affichée dans Voir les Petites Annonces.

source: Width of the thumbnail for the primary image shown in Single Ad view.
fr_fr: Largeur de la vignette de l'image principale affichée dans voir une annonce.

source: Width of the thumbnail images.
fr_fr: Largeur des images miniature.

source: Window title separator
fr_fr: Séparateur de Titre de la fenêtre

source: With the exception of any category that was being moved to itself, the categories have been moved
fr_fr: A l'exception de toute catégorie qui a été déplacé par elle-même, les catégories ont été déplacés

# debug page
source: Working
fr_fr: De travail

source: Would you like some help getting started?
fr_fr: Voulez-vous un peu d'aide pour commencer?

# payment terms
source: Year
fr_fr: Année

source: Yes
fr_fr: Oui

# Quick Start Guide
source: Yes Please!
fr_fr: Oui S'il vous plait!

# drip-autoresponder
source: Yes, I'd like my free module and course, please
fr_fr: Oui, je souhaiterais disposer de mon module et du cours gratuit svp.

source: Yikes, there has been a mistake. It looks like you have an outdated version of AWPCP <module-name> module or you need a newer version of AWPCP to use that module. Please contact customer support and ask for an update. Please also include a reference to this error in your message.
fr_fr: Oups, une erreur est survenue. Il semblerait que la version de votre module <module-name> AWPCP soit obsolète ou vous avez besoin d'une nouvelle version d'AWPCP pour utiliser ce module. Veuillez contacter le support client pour obtenir une mise à jour. Veuillez inclure la référence de cette erreur dans votre message.

# checkout-payment page
source: You are about to pay for the following items.
fr_fr: Vous êtes sur le point de payer pour les articles suivants.

# checkout step
source: You are about to pay for the following items. Please review the order and choose a payment method.
fr_fr: Vous êtes sur le point de payer pour les articles suivants. Veuillez examiner la commande et choisir une méthode de paiement.

source: You are currently editing the category shown below
fr_fr: Vous êtes en train de modifier la catégorie ci-dessous

source: You are currently not logged in, if you have an account in this website you can log in and go to the Ad Management panel to edit your Ads.
fr_fr: Vous n'êtes pas connecté, si vous avez un compte sur ce site Web, vous pouvez vous connecter et accéder au Panneau de Gestion des Annonces pour modifier vos annonces.

source: You are logged in as an administrator. Any payment steps will be skipped.
fr_fr: Vous êtes connecté en tant qu'Administrateur. Toutes les étapes de paiement seront ignorées.

source: You are not allowed to buy credits.
fr_fr: Vous n'êtes pas autorisé à acheter du Crédit.

source: You are not allowed to edit the specified Ad.
fr_fr: Vous n'êtes pas autorisé à modifier l'annonce spécifiée.

source: You are not authorized to upload files.
fr_fr: Vous n'êtes pas autorisé à charger des fichiers.

source: You are not authorized to upload thumbnails.
fr_fr: Vous n'êtes pas autorisé à charger des Vignettes.

source: You are not authorizred to perform this action.
fr_fr: Vous n'êtes pas autorisé à effectuer cette action.

source: You are responding to Ad: %s.
fr_fr: Vous répondez à l'annonce: %s.

source: You are trying to buy credits using a transaction created for a different purpose. Pelase go back to the <a href="%s">%s</a> page.<br>If you think this is an error please contact the administrator and provide the following transaction ID: %s
fr_fr: Vous essayez de poster une annonce en utilisant une transaction créée dans un but différent. Retournez sur <a href="%s">%s</a> page.<br>Si vous pensez que c'est une erreur, veuillez contacter l'Administrateur et fournir le numéro de transaction suivant: %s

source: You are trying to post an Ad using a transaction created for a different purpose. Pelase go back to the <a href="%s">%s</a> page.<br>If you think this is an error please contact the administrator and provide the following transaction ID: %s
fr_fr: Vous essayez de poster une annonce en utilisant une transaction créée dans un but différent. Retournez sur <a href="%s">%s</a> page.<br>Si vous pensez que c'est une erreur, veuillez contacter l'Administrateur et fournir le numéro de transaction suivant: %s

source: You are trying to renew your Ad using a different Payment Term. That's not allowed.
fr_fr: Vous essayez de renouveler votre annonce avec un autre Terme de Paiement. Ce n'est pas permis.

source: You asked to have your Classified Ad's access key resent. Below are all the Ad access keys in the system that are tied to the email address you provided
fr_fr: Vous avez demandé à avoir la clé d'accès de votre annonce gratuite. Voici toutes les clés d'accès d'annonces qui sont liées à l'adresse courriel fournie.

# credit plans table
source: You can additionally purchase a Credit Plan to add credit to your account. If you select to pay using credits, the price of the selected payment term will be deducted from your account balance after you have completed payment.
fr_fr: Vous pouvez en outre acheter un Plan de Crédit et ajouter du crédit à votre compte. Si vous choisissez de payer en utilisant des crédits, le prix de la durée de paiement choisi sera déduit du solde de votre compte après avoir terminé le paiement.

source: You can find your application information in the <a>Facebook Developer Apps</a> page.
fr_fr: Vous pouvez trouver les informations de votre Application sur la page <a>Facebook Developer Apps</a>

source: You can get an API key from %s.
fr_fr: Vous pouvez obtenir une clé API à partir de %s.

source: You can manually enter your user access token (if you know it) or log in to Facebook to get one.
fr_fr: Vous pouvez saisir manuellement votre numéro d'authentification (si vous le connaissez) ou vous connecter à Facebook pour en obtenir un.

source: You can renew your Ad visiting this link: %s
fr_fr: Vous pouvez renouveler votre annonce en visitant ce lien: %s

source: You can see your Ad here
fr_fr: Vous pouvez voir votre annonce ici

source: You can upload <images-left> images of up to <images-max-file-size> each and <others-left> other files (no videos) of up to <others-max-file-size> each.
fr_fr: Vous pouvez charger <images-left> images de <images-max-file-size> maxi chacune, et <others-left> autres fichiers de <others-max-file-size> maxi chacun (pas de vidéo).

source: You can upload <images-left> images of up to <images-max-file-size> each and <videos-left> videos of up to <videos-max-file-size> each.
fr_fr: Vous pouvez charger <images-left> images de <images-max-file-size> maxi chacune et <videos-left> videos de <videos-max-file-size> maxi chacune.

source: You can upload <images-left> images of up to <images-max-file-size> each, <videos-left> videos of up to <videos-max-file-size> each and <others-left> other files of up to <others-max-file-size> each.
fr_fr: Vous pouvez charger <images-left> images de <images-max-file-size> maxi chacune, <videos-left> videos de <videos-max-file-size> maxi chacune et <others-left> autres fichiers de <others-max-file-size> maxi chacun.

source: You can upload <images-left> images of up to <images-max-file-size> each.
fr_fr: Vous pouvez charger <images-left> images de <images-max-file-size> maxi chacune.

source: You can upload <others-left> files (no videos or images) of up to <others-max-file-size> each.
fr_fr: Vous pouvez charger <others-left> fichiers de <others-max-file-size> maxi chacun (pas de vidéo ni d'image).

source: You can upload <videos-left> videos of up to <videos-max-file-size> each and <others-left> other files (no images) of up to <others-max-file-size> each.
fr_fr: Vous pouvez charger <videos-left> videos de <videos-max-file-size> maxi chacune et <others-left> autres fichiers de <others-max-file-size> maxi chacun (pas d'image).

source: You can upload <videos-left> videos of up to <videos-max-file-size> each.
fr_fr: Vous pouvez charger <videos-left> videos de <videos-max-file-size> maxi chacune.

source: You can use this button to delete your listing.
fr_fr: Vous pouvez utiliser ce bouton pour supprimer votre annonce.

source: You can't add <filename> because there are not remaining slots for files of that type.
fr_fr: Vous ne pouvez pas ajouter <filename>. Il n'y a plus d'emplacements disponibles pour ce type de fichier.

# upload files
source: You can't add more images to this Ad. There are not remaining images slots.
fr_fr: Vous ne pouvez pas ajouter plus d'images pour cette annonce. Il n'y a plus d'emplacement disponible.

source: You can't post an Ad at this time because the payment associated with this transaction failed (see reasons below).
fr_fr: Vous ne pouvez pas poster une annonce en ce moment parce que le paiement associé à cette transaction a échoué (voir les motifs ci-dessous).

source: You can't renew your Ad at this time because the payment associated with this transaction failed (see reasons below).
fr_fr: Vous ne pouvez pas renouveler votre annonce en ce moment parce que le paiement associé à cette transaction a échoué (voir les motifs ci-dessous).

source: You cannot configure Credits as the only accepted payment type unless you unable the Credit System as well. The setting was set to accept both Currency and Credits.
fr_fr: Vous ne pouvez pas configurer Crédits comme seul moyen de paiement accepté ; à moins que vous activiez le Système de Crédits. Le réglage retenu accepte et les Devisse et le Crédits.

source: You cannot list your Ad in top level categories. You need to select a sub-category of category %s.
fr_fr: Vous ne pouvez pas inscrire votre annonce dans les catégories de haut niveau. Vous devez sélectionner une sous-catégorie de la catégorie %s.

source: You currently have %s credits in your account.
fr_fr: Vous avez actuellement %d au crédit sur ​​votre compte.

source: You currently have no classifieds
fr_fr: Vous n'avez actuellement aucune annonce

source: You currently have your system configured to run in free mode. To change to 'pay' mode go to %s and Check the box labeled 'Charge Listing Fee? (Pay Mode).'
fr_fr: Vous avez actuellement votre système configuré pour fonctionner en mode libre. Pour changer en mode 'payer' aller sur %s et cocher la case 'Charger Listing de Frais? (Mode de paiement).'

source: You currently have your system configured to run in pay mode. To change to 'free' mode go to %s and uncheck the box labeled 'Charge Listing Fee? (Pay Mode).'
fr_fr: Vous avez actuellement votre système configuré pour fonctionner en mode payant. Pour passer en mode 'libre' aller sur %s et décochez la case 'Charger Listing de Frais? (Mode de paiement).'

source: You did not accept the terms of service
fr_fr: Vous n'avez pas accepté les Conditions d'Utilisation

source: You did not enter a keyword or phrase to search for. You must at the very least provide a keyword or phrase to search for.
fr_fr: Vous n'avez pas saisi un mot clé ou une expression à rechercher. Vous devez au moins saisir un mot-clé ou une expression à rechercher.

source: You did not enter a title for your Ad
fr_fr: Vous n'avez pas saisi le titre de votre annonce

source: You did not enter any text for your Ad. Please enter some text for your Ad.
fr_fr: Vous n'avez pas entré de texte de votre annonce. Veuillez entrer un texte de votre annonce.

source: You did not enter the price of your item. The item price is required.
fr_fr: Vous n'avez pas saisi le Prix de votre article. Le Prix de votre article est nécessaire.

source: You did not enter your city. Your city is required.
fr_fr: Vous n'avez pas entré votre Ville. Votre Ville est nécessaire.

source: You did not enter your country. Your country is required.
fr_fr: Vous n'avez pas entré votre Pays. Votre Pays est nécessaire.

source: You did not enter your county/village. Your county/village is required.
fr_fr: Vous n'avez pas entré votre Département. Votre Département est requis.

source: You did not enter your email. Your email is required.
fr_fr: Vous n'avez pas entré votre email. Votre courriel est requis.

source: You did not enter your name. Your name is required.
fr_fr: Vous n'avez pas entré votre nom. Votre nom est obligatoire.

source: You did not enter your phone number. Your phone number is required.
fr_fr: Vous n'avez pas entré votre numéro de téléphone. Votre numéro de téléphone est nécessaire.

source: You did not enter your state. Your state is required.
fr_fr: Vous n'avez pas entré votre Etat. Votre Etat est nécessaire.

source: You did not enter your website address. Your website address is required.
fr_fr: Vous n'avez pas entré votre adresse de site Web. Votre adresse de site Web est exigée.

source: You did not select a Payment Term. Please select a Payment Term for this Ad.
fr_fr: Vous n'avez pas sélectionné un Terme de Paiement. S'il vous plaît sélectionner un délai de paiement pour cette annonce.
