Repository: wp-plugins/another-wordpress-classifieds-plugin
Catalog: languages/AWPCP-*.po
Languages: fr_fr

source: Maximum image height
fr_fr: Hauteur maximum de l'image

source: Maximum image width
fr_fr: Largeur maximum de l'image

source: Maximum width for images. Images wider than settings are automatically resized upon upload.
fr_fr: Largeur maximum pour les images. Images les plus larges qui seront automatiquement redimensionnées au téléchargement.

source: Menu Items
fr_fr: Menu Eléments

source: Message body text for email sent out when an Ad is about to expire. Use %d as placeholder for the number of days before the Ad expires.
fr_fr: Corps du texte pour le courrier électronique envoyé quand une annonce est sur le point d'expirer. Utilisez %d comme espace réservé pour le nombre de jours avant l'expiration de l'annonce.

source: Message body text for email sent out when an Ad is successfully renewed.
fr_fr: Corps du texte pour le courrier électronique envoyé quand une annonce est renouvelée avec succès.

source: Message body text for email sent out when an ad has auto-expired
fr_fr: Corps du texte pour le courrier électronique envoyé quand une annonce a automatiquement expiré

source: Message body text for email sent out when someone posts an Ad
fr_fr: Corps du texte du message envoyé par courrier électronique lorsque quelqu'un poste une annonce

source: Message body text for email sent out when someone replies to Ad
fr_fr: Corps du texte du message envoyé par e-mail lorsque quelqu'un répond à l'annonce

source: Message body text for email sent out when someone requests their ad access key resent
fr_fr: Corps du texte du message envoyé lorsqu'une personne demande sa clé d'accès

source: Message body text for email sent out when the payment processing does not complete
fr_fr: Corps du texte du message pour le courrier électronique envoyé lorsque le traitement des paiements est incomplet

source: Min
fr_fr: Minimum

source: Minimum file size per image
fr_fr: Taille minimale du fichier par image

source: Minimum file size, in bytes, for files user can upload to system. 1 MB = 1000000 bytes. You can google "x MB to bytes" to get an accurate conversion.
fr_fr: Taille minimum d'un fichier téléchargeable, en octets. 1 Mo = 1048576 octets. Voir sur Google "x Mo en octets" pour une valeur précise.

source: Minimum height for images.
fr_fr: Hauteur minimum pour les images.

source: Minimum image height
fr_fr: Hauteur d'image minimum

source: Minimum image width
fr_fr: Largeur d'image minimum

source: Minimum width for images.
fr_fr: Largeur minimum pour les images.

# alternate CA info for cURL
source: Missing
fr_fr: Manquant

source: Missing App ID an Secret.
fr_fr: L'Identifiant et le secret de l'Application sont absents

source: Missing a valid User Access Token.
fr_fr: Il manque un code d'accès utilisateur valide.

source: Missing chunk.
fr_fr: Valeur Manquante.

source: Missing temporary directory.
fr_fr: Répertoire temporaire manquant.

source: Moderation
fr_fr: Modération

source: Moderator Notifications
fr_fr: Notifications du Modérateur

source: Modify as needed to control layout of ad listings page. Maintain code formatted as \$somecodetitle. Changing the code keys will prevent the elements they represent from displaying.
fr_fr: Modifiez au besoin pour contrôler la disposition de la page de listes d'annonces. Maintenir le code formaté comme \$somecodetitle. La modification des codes de touches permettra d'éviter les éléments qu'ils représentent de s'afficher.

source: Modify as needed to control layout of single ad view page. Maintain code formatted as \$somecodetitle. Changing the code keys will prevent the elements they represent from displaying.
fr_fr: Modifiez au besoin pour contrôler la disposition de la page d'une annonce unique. Maintenir le code formaté comme \$somecodetitle. La modification des codes de touches permettra d'éviter les éléments qu'ils représentent de s'afficher.

# payment terms
source: Month
fr_fr: Mois

source: More Information
fr_fr: Plus d'informations

source: Move Ads to new category
fr_fr: Déplacer l'Annonce dans une Nouvelle Catégorie

source: Move Selected Categories
fr_fr: Déplacez les Catégories sélectionnées

source: Name
fr_fr: Nom

# form field name
source: Name
fr_fr: Nom

source: Name for Browse Ads page.
fr_fr: Nom pour la page Parcourir les Annonces

source: Name for Browse Categories page.
fr_fr: Nom pour la page Parcourir les Catégories

source: Name for Classifieds page.
fr_fr: Nom pour la page Petites Annonces

source: Name for Payment Cancel page.
fr_fr: Nom pour la page Supprimer Paiement

source: Name for Payment Thank You page.
fr_fr: Nom pour la page Paiement Merci

source: Name for Place Ads page.
fr_fr: Nom pour la page Insérer une Annonce

source: Name for Renew Ad page.
fr_fr: Nom pour la page Renouveler une Annonce

source: Name for Reply to Ad page.
fr_fr: Nom pour la page Répondre à l'Annonce

source: Name for Search Ads page.
fr_fr: Nom pour la page Chercher une Annonces

source: Name for Show Ads page.
fr_fr: Nom pour la page Affichage des Annonces

source: Name for categories view page. (Dynamic Page)
fr_fr: Nom pour la page Voir les Catégories. (Page Dynamique)

source: Name for edit ad page.
fr_fr: Nom pour la page Modifier une Annonce

# ad details form
source: Name of Person to Contact
fr_fr: Nom de la Personne à Contacter

source: Need Support?
fr_fr: Besoin d'assistance?

source: New
fr_fr: Nouveau

# task status
source: New
fr_fr: Nouveau

source: New Ads will be in a disabled status, not visible to visitors, until the administrator approves them.
fr_fr: Les nouvelles Annonces seront désactivées, non visibles des visiteurs, jusqu'à ce que l'Administrateur les approuve.

# credit plans form
source: New Credit Plan Details
fr_fr: Nouveaux détails du Plan de Crédit

source: New Fee Plan Details
fr_fr: Nouveaux détail de Plan d'Honoraires

source: New classified listing created
fr_fr: Nouvelle Annonce créée

source: No
fr_fr: Non

source: No Ad ID was specified.
fr_fr: Aucune ID de l'annonce n'a été spécifiée.

source: No Ads were selected
fr_fr: Aucune Annonce n'a été sélectionnée.

source: No Ads were selected.
fr_fr: Aucune annonce n'a été sélectionnée.

source: No Facebook page is selected (missing page id or token).
fr_fr: Aucune page Facebook n'est sélectionnée (référence de page ou code d'accès manquant).

source: No HTML Allowed
fr_fr: HTML non admis

# payment term duration
source: No Limit
fr_fr: Pas de Limite

source: No Listing was found with id: %d.
fr_fr: Aucune annonce trouvée avec l'ID : %d.

source: No Payment is required for this transaction. Please press the button below to continue with the process.
fr_fr: Aucun paiement n'est requis pour cette transaction. Veuillez appuyer sur le bouton ci-dessous pour continuer le processus.

# Quick Start Guide
source: No Thanks
fr_fr: Non Merci

source: No category was found with ID: %d
fr_fr: Aucune Catégorie trouvée pour l'ID : %d.

source: No changes made to categories.
fr_fr: Pas de changements apportés aux catégories.

# ad details form
source: No characters limit.
fr_fr: Pas de limites de caractères.

source: No credit plan was set. You should choose one of the available Credit Plans
fr_fr: Aucun Plan de Crédit. Vous devez choisir l'un des Plans de Crédit disponibles

source: No credit plans available.
fr_fr: Pas de crédit disponible.

source: No errors.
fr_fr: Aucune erreur.

source: No file was found with id: %d
fr_fr: Aucun fichier n'a été trouvé pour l'ID : %d.

source: No file was selected.
fr_fr: Aucun fichier n'a été sélectionné.

source: No file was uploaded.
fr_fr: Aucun fichier n'a été téléchargé.

source: No items found.
fr_fr: Aucun élément trouvé.

source: No other modules installed
fr_fr: Pas d'autres modules installés

source: No payment methods available.
fr_fr: Pas de modes de paiement disponibles.

source: No premium modules installed.
fr_fr: Pas de premium modules installés.

source: No specific category was selected for browsing so you are viewing listings from all categories.
fr_fr: Aucune catégorie n'a été choisie pour la navigation de sorte que vous visualisez les annonces de toutes les catégories.

source: No thumbnail data found.
fr_fr: Aucune donnée trouvée pour les Vignettes.

# drip-autoresponder
source: No, thanks
fr_fr: Non Merci

source: None
fr_fr: Aucun

# no categories
source: None
fr_fr: Aucune

source: None (Do not sent Ads to a Facebook Group)
fr_fr: Aucun ( Ne pas envoyer d'Annonce à un Groupe Facebook)

source: None (Do not sent Ads to a Facebook Page)
fr_fr: Aucun ( Ne pas envoyer d'Annonce à une Page Facebook)

source: Not Featured
fr_fr: Non en Vedette

source: Not Installed
fr_fr: Non Installé

# ad payment status
source: Not Required
fr_fr: Non requis

# debug page
source: Not Working
fr_fr: Pas de travail

source: Notification about a response regarding Ad: %s
fr_fr: Avis sur une réponse concernant l'annonce: %s

source: Notify Ad owner when the Ad is enabled.
fr_fr: Prévenir le propriétaire lorsque son annonce est activée.

source: Notify admin about contact message
fr_fr: Notifier à l'administrateur lors d'un message de contact

source: Number of Items to Show
fr_fr: Nombre d'éléments à afficher

source: Number of Top Level parent categories
fr_fr: Nombre de catégories parentes de Haut niveau

source: Number of active listings currently in the system
fr_fr: Nombre d'inscriptions en vigueur actuellement dans le système

source: Number of characters allowed in Ad details. Please note this is the default value and can be overwritten in Fees and Subscription Plans.
fr_fr: Nombre de caractères autorisés dans le détail de l'annonce. SVP, veuillez noter qu'il s'agit d'une valeur par défaut qui peut être modifiée dans les plans de paiement ou de souscription.

source: Number of characters allowed in Ad title. Please note this is the default value and can be overwritten in Fees and Subscription Plans.
fr_fr: Nombre de caractères autorisés dans le titre de l'annonce. SVP, veuillez noter qu'il s'agit d'une valeur par défaut qui peut être modifiée dans les plans de paiement ou de souscription.

source: Number of columns of thumbnails to show in Show Ad page.
fr_fr: Nombre de colonnes de vignettes à afficher dans Afficher la page de l'annonce.

source: Number of days before Ads that remain in a unverified status will be deleted
fr_fr: Nombre de jours avant que l'annonce restée au statut non vérifié soit effacée

source: Number of days before the verification email is sent again
fr_fr: Nombre de jours avant que l'email de vérification soit renvoyé

source: Number of duplicate pages
fr_fr: Nombre de pages doublons

source: Number of images allowed if payments are disabled (Free Mode)
fr_fr: Nombre d'images autorisées en mode gratuit.

source: Number of inactive/expired/disabled listings currently in the system
fr_fr: Nombre d'inscriptions inactives/expirées/désactivées actuellement dans le système

source: Number of sub level children categories
fr_fr: Nombre de catégories enfant de Bas niveau

source: Number of words in Ad excerpt
fr_fr: Nombre de mot affichés dans l'extrait d'annonce.

source: Number of words shown by the Ad excerpt placeholder.
fr_fr: Nombre de mot affichés dans l'extrait d'annonce.

source: Only admin can post Ads
fr_fr: Seul l'Administrateur peut afficher des annonces

source: Only email addresses with a domain in the list above will be allowed. *.foo.com will match a.foo.com, b.foo.com, etc. but foo.com will match foo.com only. Please type a domain per line.
fr_fr: Seule les adresses mail comportant un domaine dans la liste ci-dessus seront autorisées. *.foo.com sera valable pour les domaines a.foo.com, b.foo.com, etc. mais foo.com ne sera avlable que pour le domaine foo.com.

source: Only registered users can reply to Ads. If you are already registered, please login below in order to reply to the Ad.
fr_fr: Seuls les utilisateurs enregistrés peuvent répondre aux annonces. Si vous êtes déjà inscrit, veuillez vous connecter ci-dessous pour répondre à l'annonce.

source: Only registered users will be allowed to post Ads.
fr_fr: Seuls les utilisateurs enregistrés peuvent poster des Annonces.

source: Option Name
fr_fr: Nom de l'option

source: Option Value
fr_fr: Valeur de l'option

source: Order
fr_fr: Ordre

source: Order Ad Listings by
fr_fr: Ordre des petites annonces donné par

source: Order Ad Listings in Search results by
fr_fr: Ordre des petites annonces dans les résultats de recherche donné par

source: Order Total
fr_fr: Montant total de la commande

source: Order Total (credits)
fr_fr: Montant total de la commande (crédit)

source: Other Files
fr_fr: Autres Fichiers

source: Other Modules
fr_fr: Autres Modules

source: Owner
fr_fr: Propriétaire

# debug page
source: PHP Version
fr_fr: Version de PHP

source: PLEASE NOTE: When you click the button below, ALL your data related to the plugin including your ads, images and everything else created by the plugin will be permanently deleted.
fr_fr: VEUILLEZ NOTER : En cliquant sur le bouton ci-dessous, TOUTES les données liées au plugin, vos annonces, images et tout le reste précédemment créé par le plugin seront irréversiblement détruits.

source: Page Token (not editable)
fr_fr: Numéro d'authentification de la Page (non éditable)

source: Pagination Options
fr_fr: Options de Pagination

source: Paid status and date (paid first, then most recent)
fr_fr: Etat de paiement et date (payé d'abord, puis plus récente)

source: Paid status and title (paid first, then by title)
fr_fr: Etat de paiement et titre (payé d'abord, puis par titre)

source: Parent Category
fr_fr: Catégorie Parente

source: Password Lost and Found
fr_fr: Mot de Passe Perdu et Retrouvé

source: Pattern
fr_fr: Patron

source: Pay With 2Checkout
fr_fr: Payer avec 2Checkout

source: Pay With Google Checkout
fr_fr: Payer avec Google Checkout

# settings
source: Pay before entering Ad details
fr_fr: Payer avant d'entrer dans les détails de l'annonce

# debug page
source: PayPal Connection
fr_fr: Connection PayPal

source: PayPal Settings
fr_fr: PayPal Réglages

source: PayPal currency code
fr_fr: Code devises PayPal

source: PayPal receiver email
fr_fr: PayPal Réception d'email

source: PayPal returned the following status from your payment: %s. %d payment variables were posted.
fr_fr: PayPal a renvoyé le statut suivant de votre paiement: %s. %d variables de paiement ont été publiés.

source: Payer Email
fr_fr: Email du payeur

source: Payment
fr_fr: Paiement

source: Payment Cancel page
fr_fr: Page Supprimer Paiement

source: Payment Canceled
fr_fr: Paiement Annulé

source: Payment Completed
fr_fr: Paiement Accompli

source: Payment Error
fr_fr: Erreur de Paiement

source: Payment Failed
fr_fr: Paiement Echoué

# checkout step
source: Payment Method
fr_fr: Mode de Paiement

source: Payment Not Required
fr_fr: Rémunération non obligatoire

source: Payment Options
fr_fr: Options de Paiement

source: Payment Settings
fr_fr: Paiement Réglages

source: Payment Status
fr_fr: Statut de Paiement

source: Payment Term
fr_fr: Termes de paiement

# place ad payment terms column headers
source: Payment Term
fr_fr: Termes de paiement

source: Payment Term ID
fr_fr: ID Mode de Paiement

source: Payment Term Type
fr_fr: Mode de Paiement

# checkout step
source: Payment Terms
fr_fr: Conditions de Paiement

# checkout-payment page
source: Payment Terms
fr_fr: Conditions de Paiement

source: Payment Thank You page
fr_fr: Page de remerciement pour le Paiement

source: Payment Transaction
fr_fr: Transaction de Paiement

source: Payment transaction ID
fr_fr: ID Transaction de Paiement

# ad payment status
source: Pending
fr_fr: En attendant

# asynchrounous tasks screen
source: Pending Tasks
fr_fr: Tâches en attente

source: Phone
fr_fr: Téléphone

source: Phone Field
fr_fr: Champ Téléphone

source: Phone Number
fr_fr: Numéro de Téléphone

source: Place Ad
fr_fr: Déposer une Annonce

source: Place Ad page
fr_fr: Page Insérer une Annonce

source: Place Ad requires user registration
fr_fr: Poster une Annonce requiert l'enregistrement des utilisateurs

# drip-autoresponder
source: Please check your email and click the link provided to confirm your subscription.
fr_fr: Veuillez vérifier vos courriels et cliquer sur le lien fourni pour confirmer votre souscription.

source: Please check your email for the password and then return to log in.
fr_fr: Veuillez vérifier votre e-mail pour le mot de passe et ensuite vous reconnecter

source: Please check your email to reset your password.
fr_fr: Veuillez vérifier vos courriels pour réinitialiser votre mot de passe.

source: Please click here to complete the uninstallation process
fr_fr: Cliquez ici pour compléter le processus de désinstallation

source: Please click the payment button below to proceed with Payment for your Ad renewal. You will be asked to pay %s.
fr_fr: Veuillez cliquer sur le bouton de paiement ci-dessous pour procéder au paiement pour le renouvellement de votre annonce. Vous serez invité à payer %s.

source: Please contact customer service if you are viewing this message after having made a payment. If you have not tried to make a payment and you are viewing this message, it means this message is being shown in error and can be disregarded.
fr_fr: Veuillez contacter le service client si vous voyez ce message après avoir effectué un paiement. Si vous n'avez pas essayé de faire un paiement et que vous voyez ce message, cela signifie que ce message s'est affiché par erreur et doit être ignoré.

source: Please enter a start date for the Ad.
fr_fr: Veuillez entrer une date de début pour l'annonce.

source: Please enter a valid URL.
fr_fr: Entrez un URL valide.

source: Please enter a valid amount.
fr_fr: Entrez un montant valide.

source: Please enter a valid email address.
fr_fr: Entrez une adresse email valide.

source: Please enter a valid number.
fr_fr: Entrez un nombre valide.

source: Please enter an end date for the Ad.
fr_fr: Veuillez entrer une date de fin pour l'annonce.

source: Please enter the email address you used when you created your Ad in addition to the Ad access key that was emailed to you after your Ad was submitted.
fr_fr: Veuillez entrer l'adresse email que vous avez utilisé lorsque vous avez créé votre annonce, en plus de la clé d'accès de l'annonce qui vous a été envoyée après que votre annonce ai été soumise.

source: Please enter the email address you used when you created your Ad.
fr_fr: Veuillez entrer l'adresse email que vous avez utilisé lors de la création de votre annonce.

source: Please enter your Ad access key.
fr_fr: Veuillez entrer votre clé d'accès d'annonce.

source: Please enter your email address.
fr_fr: Veuillez entrer votre adresse email.

source: Please enter your email.
fr_fr: Veuillez entrer votre e-mail.

source: Please enter your name.
fr_fr: Veuillez entrer votre nom.

# awpcp billing form
source: Please fill in the billing information in the form below to place your payment.
fr_fr: Veuillez remplir les informations de facturation dans le formulaire ci-dessous pour déposer votre paiement.

# Please go to the AWPCP Admin section to <button>Upgrade</button>.
source: Please go to the AWPCP Admin section to %s.
fr_fr: Aller à la section Admin AWPCP sur %s.

source: Please go to the Ad Management panel to edit your Ads.
fr_fr: Veuillez vous rendre dans le Panneau de Gestion des Annonces pour modifier vos annonces.

source: Please request updated Extra Fields module files
fr_fr: Demandez la mise à jour du fichier de module de champs supplémentaires

# place ad order step
source: Please select a Category for your Ad
fr_fr: Veuillez choisir une catégorie pour votre annonce

source: Please select a Move-To category
fr_fr: Sélectionner un mouvement à la catégorie

source: Please select a category.
fr_fr: Veuillez sélectionner une catégorie.

source: Please select a payment term for your Ad
fr_fr: Veuillez choisir un terme de paiement de votre annonce

source: Please select a payment term.
fr_fr: Veuillez choisir un moyen de paiement.

source: Please select the Ad's owner.
fr_fr: Veuillez sélectionner le propriétaire de l'annonce.

# place ad order step
source: Please select the owner for this Ad
fr_fr: Veuillez sélectionner le propriétaire pour cette annonce

source: Please type in a price for your Ad.
fr_fr: Veuillez entrer un prix pour votre annonce.

source: Please type in a title for your Ad.
fr_fr: Veuillez entrer un titre pour votre annonce.

source: Please type in a valid URL.
fr_fr: Veuillez entrer une URL valide.

source: Please type in the details of your Ad.
fr_fr: Veuillez entrer les détails de votre annonce.

source: Please type in the email address of the person to contact.
fr_fr: Veuillez entrer l'adresse électronique de la personne à contacter.

source: Please type in the name of the person to contact.
fr_fr: Veuillez entrer le nom de la personne à contacter.

source: Please type in the phone number of the person to contact.
fr_fr: Veuillez entrer le numéro de téléphone de la personne à contacter.

source: Please type in the result of the operation.
fr_fr: Veuillez entrer le résultat de l'opération.

source: Please upload a valid CSV file.
fr_fr: Téléchargez un fichier CSV valable.

source: Please upload a valid ZIP file.
fr_fr: Téléchargez un fichier ZIP valable.

# checkout-payment page
source: Please use the button below to complete your payment.
fr_fr: Veuillez utiliser le bouton ci-dessous pour effectuer votre paiement.

source: Position of the thumbnail (Desktop):
fr_fr: Position des Vignettes (Bureau PC) :

source: Position of the thumbnail (mobile):
fr_fr: Position des Vignettes (Mobile) :

source: Postal Code
fr_fr: Code Postal

source: Posted on
fr_fr: Posté le

source: Posted:
fr_fr: Posté:

source: Prevent ads from being posted to top level categories?
fr_fr: Empêcher les annonces d'être affectées à des catégories de haut niveau?

source: Preview Ad
fr_fr: Prévisualiser l'Annonce

source: Preview Listing
fr_fr: Aperçu de l'Annonce

source: Price
fr_fr: Prix

# credit plans table
source: Price
fr_fr: Prix

# place ad payment terms column headers
source: Price (credits)
fr_fr: Prix (crédits)

# place ad payment terms column headers
source: Price (currency)
fr_fr: Prix (devise)

source: Price (high to low, then by date)
fr_fr: Prix ​​(plus élevé vers moins élevé, puis par date)

source: Price (low to high, then by date)
fr_fr: Prix ​​(moins élevé vers plus élevé, puis par date)

source: Price Field
fr_fr: Champ Prix

source: Prices in listings pages and payment pages will be displayed using this currency. The currency symbol will be generated based on this code, but if the plugin doesn't know the symbol for your currency, it will use an uppercase version of the code itself.
fr_fr: Les prix seront affichés avec cette devise dans les annonces et les pages de paiement. Le symbole de la devise sera généré à partir de c code, mais si le plugin ne le reconnaît pas pour votre devise, il utilisera le code lui-même en Majuscules.

source: Primary Image
fr_fr: Image Principale

source: Primary Video
fr_fr: Vidéo Principale

source: Private
fr_fr: Privé

source: Private Settings
fr_fr: Réglages Privés

source: Problem encountered. Cannot complete request
fr_fr: Problème rencontré. Impossible de compléter la demande

source: Proceed with Uninstalling Another Wordpress Classifieds Plugin
fr_fr: Procéder à la désinstallation du Plugin de Petites Annonces pour WordPress

source: Put payment gateways in test mode?
fr_fr: Mettez les passerelles de paiement en mode test?

source: Quick Start Guide
fr_fr: Guide de démarrage rapide

source: Random Ads
fr_fr: Annonces aléatoires

source: Read more
fr_fr: En savoir plus

# ad details form
source: Read our Terms of Service
fr_fr: Lisez nos Conditions d'Utilisation

# Read the full <a>Documentation</a>
source: Read the full %s.
fr_fr: Lire l'intégralité %s.

source: Reference
fr_fr: Référence
